[
{"Emotion":"Happiness","Reference":"Psalm 144:15","Verse":"Blessed are the people whose God is the Lord!"},
{"Emotion":"Happiness","Reference":"Proverbs 16:20","Verse":"Whoever gives thought to the word will discover good, and blessed is he who trusts in the Lord."},
{"Emotion":"Happiness","Reference":"John 16:22","Verse":"So also you have sorrow now, but I will see you again, and your hearts will rejoice."},
{"Emotion":"Happiness","Reference":"Philippians 4:4","Verse":"Rejoice in the Lord always; again I will say, rejoice."},
{"Emotion":"Happiness","Reference":"Psalm 118:24","Verse":"This is the day that the Lord has made; let us rejoice and be glad in it."},
{"Emotion":"Happiness","Reference":"Psalm 126:5","Verse":"Those who sow with tears will reap with songs of joy."},
{"Emotion":"Happiness","Reference":"Romans 15:13","Verse":"May the God of hope fill you with all joy and peace as you trust in Him."},
{"Emotion":"Happiness","Reference":"Nehemiah 8:10","Verse":"The joy of the Lord is your strength."},
{"Emotion":"Happiness","Reference":"Ecclesiastes 3:12","Verse":"I know that there is nothing better for people than to be happy and to do good while they live."},
{"Emotion":"Happiness","Reference":"Proverbs 17:22","Verse":"A cheerful heart is good medicine, but a crushed spirit dries up the bones."},
{"Emotion":"Happiness","Reference":"Isaiah 55:12","Verse":"You will go out in joy and be led forth in peace."},
{"Emotion":"Happiness","Reference":"Luke 6:21","Verse":"Blessed are you who weep now, for you will laugh."},
{"Emotion":"Happiness","Reference":"James 1:2-3","Verse":"Consider it pure joy, my brothers and sisters, whenever you face trials of many kinds."},
{"Emotion":"Happiness","Reference":"Psalm 37:4","Verse":"Take delight in the Lord, and he will give you the desires of your heart."},
{"Emotion":"Happiness","Reference":"Matthew 5:12","Verse":"Rejoice and be glad, because great is your reward in heaven."},
{"Emotion":"Happiness","Reference":"Romans 14:17","Verse":"The kingdom of God is not a matter of eating and drinking, but of righteousness, peace, and joy in the Holy Spirit."},
{"Emotion":"Happiness","Reference":"Psalm 30:11","Verse":"You turned my wailing into dancing; you removed my sackcloth and clothed me with joy."},
{"Emotion":"Happiness","Reference":"Psalm 16:11","Verse":"In Your presence there is fullness of joy; at Your right hand are pleasures forevermore."},
{"Emotion":"Happiness","Reference":"Isaiah 12:3","Verse":"With joy, you will draw water from the wells of salvation."},
{"Emotion":"Happiness","Reference":"1 Peter 1:8","Verse":"Though you have not seen him, you love him; and even though you do not see him now, you believe in him and are filled with an inexpressible and glorious joy."},
{"Emotion":"Happiness","Reference":"Zephaniah 3:17","Verse":"The Lord your God is with you, the Mighty Warrior who saves. He will take great delight in you; in his love he will no longer rebuke you, but will rejoice over you with singing."},
{"Emotion":"Happiness","Reference":"Proverbs 10:28","Verse":"The prospect of the righteous is joy, but the hopes of the wicked come to nothing."},
{"Emotion":"Happiness","Reference":"Psalm 5:11","Verse":"But let all who take refuge in you be glad; let them ever sing for joy."},
{"Emotion":"Happiness","Reference":"2 Corinthians 6:10","Verse":"Sorrowful, yet always rejoicing; poor, yet making many rich; having nothing, and yet possessing everything."},
{"Emotion":"Happiness","Reference":"Isaiah 61:10","Verse":"I delight greatly in the Lord; my soul rejoices in my God."},
{"Emotion":"Happiness","Reference":"Acts 2:28","Verse":"You have made known to me the paths of life; you will fill me with joy in your presence."},
{"Emotion":"Happiness","Reference":"Romans 12:12","Verse":"Be joyful in hope, patient in affliction, faithful in prayer."},
{"Emotion":"Happiness","Reference":"Psalm 28:7","Verse":"The Lord is my strength and my shield; my heart trusts in him, and he helps me. My heart leaps for joy."},
{"Emotion":"Happiness","Reference":"Habakkuk 3:18","Verse":"Yet I will rejoice in the Lord, I will be joyful in God my Savior."},
{"Emotion":"Happiness","Reference":"Proverbs 15:13","Verse":"A happy heart makes the face"},
{"Emotion":"Love","Reference":"1 Corinthians 13:4-5","Verse":"Love is patient, love is kind. It does not envy, it does not boast, it is not proud."},
{"Emotion":"Love","Reference":"John 3:16","Verse":"For God so loved the world that he gave his one and only Son."},
{"Emotion":"Love","Reference":"Romans 8:38-39","Verse":"Nothing can separate us from the love of God."},
{"Emotion":"Love","Reference":"1 John 4:7","Verse":"Dear friends, let us love one another, for love comes from God."},
{"Emotion":"Love","Reference":"1 John 4:8","Verse":"Whoever does not love does not know God, because God is love."},
{"Emotion":"Love","Reference":"1 Corinthians 16:14","Verse":"Do everything in love."},
{"Emotion":"Love","Reference":"1 John 4:19","Verse":"We love because He first loved us."},
{"Emotion":"Love","Reference":"John 13:34","Verse":"A new command I give you: Love one another. As I have loved you, so you must love one another."},
{"Emotion":"Love","Reference":"1 Peter 4:8","Verse":"Above all, love each other deeply, because love covers over a multitude of sins."},
{"Emotion":"Love","Reference":"Ephesians 4:2","Verse":"Be completely humble and gentle; be patient, bearing with one another in love."},
{"Emotion":"Love","Reference":"Colossians 3:14","Verse":"And over all these virtues put on love, which binds them all together in perfect unity."},
{"Emotion":"Love","Reference":"Romans 12:9","Verse":"Love must be sincere. Hate what is evil; cling to what is good."},
{"Emotion":"Love","Reference":"1 Thessalonians 3:12","Verse":"May the Lord make your love increase and overflow for each other."},
{"Emotion":"Love","Reference":"Galatians 5:13","Verse":"Serve one another humbly in love."},
{"Emotion":"Love","Reference":"Song of Solomon 8:7","Verse":"Many waters cannot quench love; rivers cannot sweep it away."},
{"Emotion":"Love","Reference":"Proverbs 10:12","Verse":"Hatred stirs up conflict, but love covers over all wrongs."},
{"Emotion":"Love","Reference":"Luke 6:35","Verse":"But love your enemies, do good to them, and lend to them without expecting to get anything back."},
{"Emotion":"Love","Reference":"Matthew 22:37-39","Verse":"Love the Lord your God with all your heart and with all your soul and with all your mind."},
{"Emotion":"Love","Reference":"Romans 13:10","Verse":"Love does no harm to a neighbor. Therefore love is the fulfillment of the law."},
{"Emotion":"Love","Reference":"Ephesians 5:25","Verse":"Husbands, love your wives, just as Christ loved the church and gave himself up for her."},
{"Emotion":"Love","Reference":"Psalm 136:26","Verse":"Give thanks to the God of heaven. His love endures forever."},
{"Emotion":"Love","Reference":"Deuteronomy 7:9","Verse":"Know therefore that the Lord your God is God; he is the faithful God, keeping his covenant of love."},
{"Emotion":"Love","Reference":"Zephaniah 3:17","Verse":"The Lord your God is with you, the Mighty Warrior who saves. He will take great delight in you; in his love he will no longer rebuke you."},
{"Emotion":"Love","Reference":"2 Corinthians 13:11","Verse":"Strive for full restoration, encourage one another, be of one mind, live in peace."},
{"Emotion":"Love","Reference":"Philippians 2:2","Verse":"Then make my joy complete by being like-minded, having the same love, being one in spirit and of one mind."},
{"Emotion":"Love","Reference":"Micah 6:8","Verse":"Act justly, love mercy, and walk humbly with your God."},
{"Emotion":"Love","Reference":"1 John 3:18","Verse":"Dear children, let us not love with words or speech but with actions and in truth."},
{"Emotion":"Love","Reference":"1 John 4:16","Verse":"So we have come to know and to believe the love that God has for us."},
{"Emotion":"Love","Reference":"Isaiah 54:10","Verse":"Though the mountains be shaken and the hills be removed, yet my unfailing love for you will not be shaken."},
{"Emotion":"Love","Reference":"Mark 12:30-31","Verse":"Love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength. The second is this: Love your neighbor as yourself."},
{"Emotion":"Excitement","Reference":"Psalm 47:1","Verse":"Clap your hands, all you nations; shout to God with cries of joy!"},
{"Emotion":"Excitement","Reference":"Jeremiah 29:11","Verse":"\"For I know the plans I have for you,\" declares the Lord, \"plans to prosper you and not to harm you, plans to give you hope and a future.\""},
{"Emotion":"Excitement","Reference":"Isaiah 40:31","Verse":"But those who hope in the Lord will renew their strength. They will soar on wings like eagles."},
{"Emotion":"Excitement","Reference":"Philippians 4:13","Verse":"I can do all things through Christ who strengthens me."},
{"Emotion":"Excitement","Reference":"Psalm 100:1-2","Verse":"Shout for joy to the Lord, all the earth. Worship the Lord with gladness; come before Him with joyful songs."},
{"Emotion":"Excitement","Reference":"1 Corinthians 2:9","Verse":"No eye has seen, no ear has heard, no mind has conceived what God has prepared for those who love Him."},
{"Emotion":"Excitement","Reference":"Luke 15:10","Verse":"There is rejoicing in the presence of the angels of God over one sinner who repents."},
{"Emotion":"Excitement","Reference":"Psalm 16:11","Verse":"You make known to me the path of life; in Your presence, there is fullness of joy."},
{"Emotion":"Excitement","Reference":"Zephaniah 3:17","Verse":"The Lord your God is with you, the Mighty Warrior who saves. He will take great delight in you."},
{"Emotion":"Excitement","Reference":"Romans 12:11","Verse":"Never be lacking in zeal, but keep your spiritual fervor, serving the Lord."},
{"Emotion":"Excitement","Reference":"Psalm 118:24","Verse":"This is the day that the Lord has made; let us rejoice and be glad in it."},
{"Emotion":"Excitement","Reference":"2 Samuel 6:14","Verse":"David, wearing a linen ephod, danced before the Lord with all his might."},
{"Emotion":"Excitement","Reference":"John 10:10","Verse":"I have come that they may have life, and have it to the full."},
{"Emotion":"Excitement","Reference":"1 Peter 1:8","Verse":"Though you have not seen him, you love him; and even though you do not see him now, you believe in him and are filled with an inexpressible and glorious joy."},
{"Emotion":"Excitement","Reference":"Hebrews 12:1","Verse":"Let us throw off everything that hinders and the sin that so easily entangles. And let us run with perseverance the race marked out for us."},
{"Emotion":"Excitement","Reference":"Psalm 150:6","Verse":"Let everything that has breath praise the Lord! Praise the Lord!"},
{"Emotion":"Excitement","Reference":"Habakkuk 3:18","Verse":"Yet I will rejoice in the Lord, I will be joyful in God my Savior."},
{"Emotion":"Excitement","Reference":"Isaiah 12:3","Verse":"With joy, you will draw water from the wells of salvation."},
{"Emotion":"Excitement","Reference":"Psalm 149:3","Verse":"Let them praise His name with dancing and make music to Him with timbrel and harp."},
{"Emotion":"Excitement","Reference":"Romans 8:28","Verse":"And we know that in all things God works for the good of those who love Him."},
{"Emotion":"Excitement","Reference":"Matthew 25:21","Verse":"Well done, good and faithful servant! Enter into the joy of your master."},
{"Emotion":"Excitement","Reference":"Exodus 15:1","Verse":"Then Moses and the Israelites sang this song to the Lord: \"I will sing to the Lord, for He is highly exalted.\""},
{"Emotion":"Excitement","Reference":"Psalm 98:4","Verse":"Shout for joy to the Lord, all the earth, burst into jubilant song with music."},
{"Emotion":"Excitement","Reference":"Proverbs 3:5-6","Verse":"Trust in the Lord with all your heart and lean not on your own understanding; in all your ways submit to Him, and He will make your paths straight."},
{"Emotion":"Excitement","Reference":"Psalm 30:11-12","Verse":"You turned my wailing into dancing; you removed my sackcloth and clothed me with joy."},
{"Emotion":"Excitement","Reference":"1 Thessalonians 5:16","Verse":"Rejoice always."},
{"Emotion":"Excitement","Reference":"Luke 1:47","Verse":"My spirit rejoices in God my Savior."},
{"Emotion":"Excitement","Reference":"2 Timothy 1:7","Verse":"For God gave us a spirit not of fear but of power and love and self-control."},
{"Emotion":"Excitement","Reference":"Mark 16:6","Verse":"Don’t be alarmed. You are looking for Jesus the Nazarene, who was crucified. He has risen!"},
{"Emotion":"Excitement","Reference":"Acts 2:28","Verse":"You have made known to me the paths of life; you will fill me with joy in Your presence."},
{"Emotion":"Gratitude","Reference":"1 Thessalonians 5:18","Verse":"Give thanks in all circumstances; for this is God’s will for you in Christ Jesus."},
{"Emotion":"Gratitude","Reference":"Colossians 3:17","Verse":"And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through Him."},
{"Emotion":"Gratitude","Reference":"Psalm 107:1","Verse":"Give thanks to the Lord, for He is good; His love endures forever."},
{"Emotion":"Gratitude","Reference":"Philippians 4:6","Verse":"Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God."},
{"Emotion":"Gratitude","Reference":"Colossians 4:2","Verse":"Devote yourselves to prayer, being watchful and thankful."},
{"Emotion":"Gratitude","Reference":"Psalm 100:4","Verse":"Enter His gates with thanksgiving and His courts with praise; give thanks to Him and praise His name."},
{"Emotion":"Gratitude","Reference":"2 Corinthians 9:11","Verse":"You will be enriched in every way so that you can be generous on every occasion, and through us your generosity will result in thanksgiving to God."},
{"Emotion":"Gratitude","Reference":"Ephesians 5:20","Verse":"Always giving thanks to God the Father for everything, in the name of our Lord Jesus Christ."},
{"Emotion":"Gratitude","Reference":"Psalm 95:2","Verse":"Let us come before Him with thanksgiving and extol Him with music and song."},
{"Emotion":"Gratitude","Reference":"James 1:17","Verse":"Every good and perfect gift is from above, coming down from the Father of the heavenly lights."},
{"Emotion":"Gratitude","Reference":"2 Corinthians 4:15","Verse":"All this is for your benefit, so that the grace that is reaching more and more people may cause thanksgiving to overflow to the glory of God."},
{"Emotion":"Gratitude","Reference":"1 Chronicles 16:34","Verse":"Give thanks to the Lord, for He is good; His love endures forever."},
{"Emotion":"Gratitude","Reference":"1 Chronicles 16:8","Verse":"Give thanks to the Lord, call on His name; make known among the nations what He has done."},
{"Emotion":"Gratitude","Reference":"Psalm 136:1","Verse":"Give thanks to the Lord, for He is good. His love endures forever."},
{"Emotion":"Gratitude","Reference":"Jonah 2:9","Verse":"But I, with shouts of grateful praise, will sacrifice to You."},
{"Emotion":"Gratitude","Reference":"Hebrews 12:28","Verse":"Therefore, since we are receiving a kingdom that cannot be shaken, let us be thankful."},
{"Emotion":"Gratitude","Reference":"Colossians 2:6-7","Verse":"So then, just as you received Christ Jesus as Lord, continue to live your lives in Him, rooted and built up in Him, strengthened in the faith as you were taught, and overflowing with thankfulness."},
{"Emotion":"Gratitude","Reference":"Psalm 28:7","Verse":"The Lord is my strength and my shield; my heart trusts in Him, and He helps me. My heart leaps for joy, and with my song I praise Him."},
{"Emotion":"Gratitude","Reference":"Daniel 2:23","Verse":"I thank and praise You, God of my ancestors: You have given me wisdom and power."},
{"Emotion":"Gratitude","Reference":"1 Timothy 4:4","Verse":"For everything God created is good, and nothing is to be rejected if it is received with thanksgiving."},
{"Emotion":"Gratitude","Reference":"Psalm 118:1","Verse":"Give thanks to the Lord, for He is good; His love endures forever."},
{"Emotion":"Gratitude","Reference":"Luke 17:15-16","Verse":"One of them, when he saw he was healed, came back, praising God in a loud voice. He threw himself at Jesus’ feet and thanked Him."},
{"Emotion":"Gratitude","Reference":"1 Corinthians 15:57","Verse":"But thanks be to God! He gives us the victory through our Lord Jesus Christ."},
{"Emotion":"Gratitude","Reference":"Isaiah 12:4","Verse":"Give praise to the Lord, proclaim His name; make known among the nations what He has done."},
{"Emotion":"Gratitude","Reference":"Psalm 103:2","Verse":"Praise the Lord, my soul, and forget not all His benefits."},
{"Emotion":"Gratitude","Reference":"Romans 1:21","Verse":"For although they knew God, they neither glorified Him as God nor gave thanks to Him."},
{"Emotion":"Gratitude","Reference":"Philippians 1:3","Verse":"I thank my God every time I remember you."},
{"Emotion":"Gratitude","Reference":"Psalm 9:1","Verse":"I will give thanks to You, Lord, with all my heart; I will tell of all Your wonderful deeds."},
{"Emotion":"Gratitude","Reference":"1 Peter 1:3","Verse":"Praise be to the God and Father of our Lord Jesus Christ! In His great mercy, He has given us new birth into a living hope."},
{"Emotion":"Gratitude","Reference":"2 Thessalonians 2:13","Verse":"But we ought always to thank God for you, brothers and sisters loved by the Lo"},
{"Emotion":"Pride","Reference":"Proverbs 16:18","Verse":"Pride goes before destruction, a haughty spirit before a fall."},
{"Emotion":"Pride","Reference":"James 4:6","Verse":"But He gives us more grace. That is why Scripture says: \"God opposes the proud but shows favor to the humble.\""},
{"Emotion":"Pride","Reference":"Proverbs 11:2","Verse":"When pride comes, then comes disgrace, but with humility comes wisdom."},
{"Emotion":"Pride","Reference":"1 Corinthians 1:31","Verse":"Therefore, as it is written: \"Let the one who boasts boast in the Lord.\""},
{"Emotion":"Pride","Reference":"Proverbs 29:23","Verse":"A man's pride will bring him low, but a humble spirit will obtain honor."},
{"Emotion":"Pride","Reference":"Galatians 6:14","Verse":"May I never boast except in the cross of our Lord Jesus Christ."},
{"Emotion":"Pride","Reference":"Proverbs 27:2","Verse":"Let someone else praise you, and not your own mouth; an outsider, and not your own lips."},
{"Emotion":"Pride","Reference":"Philippians 2:3","Verse":"Do nothing out of selfish ambition or vain conceit. Rather, in humility value others above yourselves."},
{"Emotion":"Pride","Reference":"Romans 12:3","Verse":"Do not think of yourself more highly than you ought, but rather think of yourself with sober judgment."},
{"Emotion":"Pride","Reference":"Psalm 10:4","Verse":"In his pride, the wicked man does not seek Him; in all his thoughts, there is no room for God."},
{"Emotion":"Pride","Reference":"2 Corinthians 10:17","Verse":"But, \"Let the one who boasts boast in the Lord.\""},
{"Emotion":"Pride","Reference":"Isaiah 2:12","Verse":"The Lord Almighty has a day in store for all the proud and lofty, for all that is exalted, and they will be humbled."},
{"Emotion":"Pride","Reference":"Jeremiah 9:23-24","Verse":"Let not the wise boast of their wisdom or the strong boast of their strength, but let the one who boasts boast about this: that they have the understanding to know Me."},
{"Emotion":"Pride","Reference":"Daniel 5:20","Verse":"But when his heart became arrogant and hardened with pride, he was deposed from his royal throne and stripped of his glory."},
{"Emotion":"Pride","Reference":"1 Peter 5:5","Verse":"All of you, clothe yourselves with humility toward one another, because \"God opposes the proud but shows favor to the humble.\""},
{"Emotion":"Pride","Reference":"Proverbs 13:10","Verse":"Where there is strife, there is pride, but wisdom is found in those who take advice."},
{"Emotion":"Pride","Reference":"Proverbs 21:4","Verse":"Haughty eyes and a proud heart— the unplowed field of the wicked—produce sin."},
{"Emotion":"Pride","Reference":"Obadiah 1:3","Verse":"The pride of your heart has deceived you."},
{"Emotion":"Pride","Reference":"1 Samuel 2:3","Verse":"Do not keep talking so proudly or let your mouth speak such arrogance, for the Lord is a God who knows, and by Him deeds are weighed."},
{"Emotion":"Pride","Reference":"Ecclesiastes 7:8","Verse":"The end of a matter is better than its beginning, and patience is better than pride."},
{"Emotion":"Pride","Reference":"Isaiah 23:9","Verse":"The Lord Almighty planned it, to bring down her pride in all her splendor and to humble all who are renowned on the earth."},
{"Emotion":"Pride","Reference":"1 Timothy 6:17","Verse":"Command those who are rich in this present world not to be arrogant nor to put their hope in wealth, which is so uncertain, but to put their hope in God."},
{"Emotion":"Pride","Reference":"Psalm 138:6","Verse":"Though the Lord is exalted, He looks kindly on the lowly; though lofty, He sees them from afar."},
{"Emotion":"Pride","Reference":"Ezekiel 28:17","Verse":"Your heart became proud on account of your beauty, and you corrupted your wisdom because of your splendor."},
{"Emotion":"Pride","Reference":"Luke 14:11","Verse":"For all those who exalt themselves will be humbled, and those who humble themselves will be exalted."},
{"Emotion":"Pride","Reference":"2 Chronicles 26:16","Verse":"But after Uzziah became powerful, his pride led to his downfall."},
{"Emotion":"Pride","Reference":"Proverbs 25:27","Verse":"It is not good to eat too much honey, nor is it honorable to search out matters that are too deep."},
{"Emotion":"Pride","Reference":"Job 40:12","Verse":"Look at all who are proud and humble them, crush the wicked where they stand."},
{"Emotion":"Pride","Reference":"Isaiah 13:11","Verse":"I will put an end to the arrogance of the haughty and will humble the pride of the ruthless."},
{"Emotion":"Pride","Reference":"Matthew 23:12","Verse":"For those who exalt themselves will be humbled, and those who humble themselves will be exalted."},
{"Emotion":"Serenity","Reference":"Philippians 4:6-7","Verse":"Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God. And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus."},
{"Emotion":"Serenity","Reference":"John 14:27","Verse":"Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid."},
{"Emotion":"Serenity","Reference":"Isaiah 26:3","Verse":"You will keep in perfect peace those whose minds are steadfast because they trust in You."},
{"Emotion":"Serenity","Reference":"Psalm 23:2-3","Verse":"He makes me lie down in green pastures, He leads me beside quiet waters, He refreshes my soul."},
{"Emotion":"Serenity","Reference":"Matthew 11:28-30","Verse":"Come to me, all you who are weary and burdened, and I will give you rest. Take my yoke upon you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls."},
{"Emotion":"Serenity","Reference":"Romans 8:6","Verse":"The mind governed by the flesh is death, but the mind governed by the Spirit is life and peace."},
{"Emotion":"Serenity","Reference":"Psalm 46:10","Verse":"Be still, and know that I am God."},
{"Emotion":"Serenity","Reference":"Colossians 3:15","Verse":"Let the peace of Christ rule in your hearts, since as members of one body you were called to peace. And be thankful."},
{"Emotion":"Serenity","Reference":"2 Thessalonians 3:16","Verse":"Now may the Lord of peace Himself give you peace at all times and in every way. The Lord be with all of you."},
{"Emotion":"Serenity","Reference":"Psalm 4:8","Verse":"In peace I will lie down and sleep, for You alone, Lord, make me dwell in safety."},
{"Emotion":"Serenity","Reference":"Proverbs 3:24","Verse":"When you lie down, you will not be afraid; when you lie down, your sleep will be sweet."},
{"Emotion":"Serenity","Reference":"Exodus 33:14","Verse":"The Lord replied, \"My Presence will go with you, and I will give you rest.\""},
{"Emotion":"Serenity","Reference":"1 Peter 5:7","Verse":"Cast all your anxiety on Him because He cares for you."},
{"Emotion":"Serenity","Reference":"Isaiah 32:17","Verse":"The fruit of righteousness will be peace; its effect will be quietness and confidence forever."},
{"Emotion":"Serenity","Reference":"James 3:18","Verse":"Peacemakers who sow in peace reap a harvest of righteousness."},
{"Emotion":"Serenity","Reference":"Matthew 5:9","Verse":"Blessed are the peacemakers, for they will be called children of God."},
{"Emotion":"Serenity","Reference":"Psalm 119:165","Verse":"Great peace have those who love Your law, and nothing can make them stumble."},
{"Emotion":"Serenity","Reference":"Romans 15:13","Verse":"May the God of hope fill you with all joy and peace as you trust in Him."},
{"Emotion":"Serenity","Reference":"Jeremiah 29:11","Verse":"\"For I know the plans I have for you,\" declares the Lord, \"plans to prosper you and not to harm you, plans to give you hope and a future.\""},
{"Emotion":"Serenity","Reference":"2 Corinthians 13:11","Verse":"Finally, brothers and sisters, rejoice! Strive for full restoration, encourage one another, be of one mind, live in peace. And the God of love and peace will be with you."},
{"Emotion":"Serenity","Reference":"Hebrews 12:14","Verse":"Make every effort to live in peace with everyone and to be holy; without holiness, no one will see the Lord."},
{"Emotion":"Serenity","Reference":"Psalm 34:14","Verse":"Turn from evil and do good; seek peace and pursue it."},
{"Emotion":"Serenity","Reference":"Proverbs 16:7","Verse":"When the Lord takes pleasure in anyone’s way, He causes their enemies to make peace with them."},
{"Emotion":"Serenity","Reference":"Romans 12:18","Verse":"If it is possible, as far as it depends on you, live at peace with everyone."},
{"Emotion":"Serenity","Reference":"Isaiah 41:10","Verse":"So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with My righteous right hand."},
{"Emotion":"Serenity","Reference":"Job 22:21","Verse":"Submit to God and be at peace with Him; in this way, prosperity will come to you."},
{"Emotion":"Serenity","Reference":"Psalm 55:22","Verse":"Cast your cares on the Lord and He will sustain you; He will never let the righteous be shaken."},
{"Emotion":"Serenity","Reference":"Zephaniah 3:17","Verse":"The Lord your God is with you, the Mighty Warrior who saves. He will take great delight in you; in His love, He will no longer rebuke you, but will rejoice over you with singing."},
{"Emotion":"Serenity","Reference":"Ecclesiastes 3:1","Verse":"There is a time for everything, and a season for every activity under the heavens."},
{"Emotion":"Serenity","Reference":"Numbers 6:24-26","Verse":"The Lord bless you and keep you; the Lord make His face shine on you and be gracious to you; the Lord turn His face toward you and give you peace."},
{"Emotion":"Amusement","Reference":"Ecclesiastes 3:4","Verse":"A time to weep and a time to laugh, a time to mourn and a time to dance."},
{"Emotion":"Amusement","Reference":"Proverbs 17:22","Verse":"A cheerful heart is good medicine, but a crushed spirit dries up the bones."},
{"Emotion":"Amusement","Reference":"Psalm 126:2","Verse":"Our mouths were filled with laughter, our tongues with songs of joy. Then it was said among the nations, \"The Lord has done great things for them.\""},
{"Emotion":"Amusement","Reference":"Job 8:21","Verse":"He will yet fill your mouth with laughter and your lips with shouts of joy."},
{"Emotion":"Amusement","Reference":"Proverbs 15:13","Verse":"A happy heart makes the face cheerful, but heartache crushes the spirit."},
{"Emotion":"Amusement","Reference":"Psalm 16:11","Verse":"You make known to me the path of life; You will fill me with joy in Your presence, with eternal pleasures at Your right hand."},
{"Emotion":"Amusement","Reference":"Luke 6:21","Verse":"Blessed are you who hunger now, for you will be satisfied. Blessed are you who weep now, for you will laugh."},
{"Emotion":"Amusement","Reference":"Proverbs 15:15","Verse":"All the days of the oppressed are wretched, but the cheerful heart has a continual feast."},
{"Emotion":"Amusement","Reference":"Ecclesiastes 8:15","Verse":"So I commend the enjoyment of life, because there is nothing better for a person under the sun than to eat and drink and be glad. Then joy will accompany them in their toil."},
{"Emotion":"Amusement","Reference":"Zechariah 8:5","Verse":"The city streets will be filled with boys and girls playing there."},
{"Emotion":"Amusement","Reference":"Proverbs 10:28","Verse":"The prospect of the righteous is joy, but the hopes of the wicked come to nothing."},
{"Emotion":"Amusement","Reference":"Psalm 37:4","Verse":"Take delight in the Lord, and He will give you the desires of your heart."},
{"Emotion":"Amusement","Reference":"Isaiah 55:12","Verse":"You will go out in joy and be led forth in peace; the mountains and hills will burst into song before you."},
{"Emotion":"Amusement","Reference":"Psalm 144:15","Verse":"Blessed is the people of whom this is true; blessed is the people whose God is the Lord."},
{"Emotion":"Amusement","Reference":"Psalm 118:24","Verse":"This is the day the Lord has made; let us rejoice and be glad in it."},
{"Emotion":"Amusement","Reference":"Ecclesiastes 5:19","Verse":"When God gives someone wealth and possessions, and the ability to enjoy them, to accept their lot and be happy in their toil—this is a gift of God."},
{"Emotion":"Amusement","Reference":"John 16:22","Verse":"So with you: Now is your time of grief, but I will see you again and you will rejoice, and no one will take away your joy."},
{"Emotion":"Amusement","Reference":"Romans 14:17","Verse":"For the kingdom of God is not a matter of eating and drinking, but of righteousness, peace, and joy in the Holy Spirit."},
{"Emotion":"Amusement","Reference":"1 Chronicles 16:27","Verse":"Splendor and majesty are before Him; strength and joy are in His dwelling place."},
{"Emotion":"Amusement","Reference":"1 Timothy 6:17","Verse":"Command those who are rich in this present world not to be arrogant nor to put their hope in wealth, which is so uncertain, but to put their hope in God, who richly provides us with everything for our enjoyment."},
{"Emotion":"Amusement","Reference":"Psalm 21:6","Verse":"Surely You have granted him unending blessings and made him glad with the joy of Your presence."},
{"Emotion":"Amusement","Reference":"Ecclesiastes 2:24","Verse":"A person can do nothing better than to eat and drink and find satisfaction in their own toil. This too, I see, is from the hand of God."},
{"Emotion":"Amusement","Reference":"Isaiah 35:10","Verse":"Those the Lord has rescued will return. They will enter Zion with singing; everlasting joy will crown their heads."},
{"Emotion":"Amusement","Reference":"Luke 10:20","Verse":"However, do not rejoice that the spirits submit to you, but rejoice that your names are written in heaven."},
{"Emotion":"Amusement","Reference":"Proverbs 12:25","Verse":"Anxiety weighs down the heart, but a kind word cheers it up."},
{"Emotion":"Amusement","Reference":"Ecclesiastes 9:7","Verse":"Go, eat your food with gladness, and drink your wine with a joyful heart, for God has already approved what you do."},
{"Emotion":"Amusement","Reference":"Philippians 4:4","Verse":"Rejoice in the Lord always. I will say it again: Rejoice!"},
{"Emotion":"Amusement","Reference":"Psalm 92:4","Verse":"For You make me glad by Your deeds, Lord; I sing for joy at what Your hands have done."},
{"Emotion":"Amusement","Reference":"Matthew 25:21","Verse":"His master replied, \"Well done, good and faithful servant! You have been faithful with a few things; I will put you in charge of many things. Come and share your master’s happiness!\""},
{"Emotion":"Amusement","Reference":"Psalm 100:2","Verse":"Worship the Lord with gladness; come before Him with joyful songs."},
{"Emotion":"Joy","Reference":"Nehemiah 8:10","Verse":"The joy of the Lord is your strength."},
{"Emotion":"Joy","Reference":"Psalm 16:11","Verse":"You make known to me the path of life; in Your presence there is fullness of joy; at Your right hand are pleasures forevermore."},
{"Emotion":"Joy","Reference":"Philippians 4:4","Verse":"Rejoice in the Lord always. I will say it again: Rejoice!"},
{"Emotion":"Joy","Reference":"Psalm 30:5","Verse":"Weeping may stay for the night, but rejoicing comes in the morning."},
{"Emotion":"Joy","Reference":"John 16:22","Verse":"So with you: Now is your time of grief, but I will see you again and you will rejoice, and no one will take away your joy."},
{"Emotion":"Joy","Reference":"Romans 15:13","Verse":"May the God of hope fill you with all joy and peace as you trust in Him, so that you may overflow with hope by the power of the Holy Spirit."},
{"Emotion":"Joy","Reference":"Galatians 5:22-23","Verse":"But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, and self-control."},
{"Emotion":"Joy","Reference":"1 Peter 1:8-9","Verse":"Though you have not seen Him, you love Him; and even though you do not see Him now, you believe in Him and are filled with an inexpressible and glorious joy."},
{"Emotion":"Joy","Reference":"Psalm 94:19","Verse":"When anxiety was great within me, Your consolation brought me joy."},
{"Emotion":"Joy","Reference":"Isaiah 12:6","Verse":"Shout aloud and sing for joy, people of Zion, for great is the Holy One of Israel among you."},
{"Emotion":"Joy","Reference":"Psalm 126:2-3","Verse":"Our mouths were filled with laughter, our tongues with songs of joy. Then it was said among the nations, \"The Lord has done great things for them.\""},
{"Emotion":"Joy","Reference":"James 1:2-3","Verse":"Consider it pure joy, my brothers and sisters, whenever you face trials of many kinds, because you know that the testing of your faith produces perseverance."},
{"Emotion":"Joy","Reference":"Luke 10:20","Verse":"However, do not rejoice that the spirits submit to you, but rejoice that your names are written in heaven."},
{"Emotion":"Joy","Reference":"Zephaniah 3:17","Verse":"The Lord your God is with you, the Mighty Warrior who saves. He will take great delight in you; in His love, He will no longer rebuke you, but will rejoice over you with singing."},
{"Emotion":"Joy","Reference":"Isaiah 61:10","Verse":"I delight greatly in the Lord; my soul rejoices in my God."},
{"Emotion":"Joy","Reference":"Proverbs 10:28","Verse":"The prospect of the righteous is joy, but the hopes of the wicked come to nothing."},
{"Emotion":"Joy","Reference":"John 15:11","Verse":"I have told you this so that my joy may be in you and that your joy may be complete."},
{"Emotion":"Joy","Reference":"Ecclesiastes 9:7","Verse":"Go, eat your food with gladness, and drink your wine with a joyful heart, for God has already approved what you do."},
{"Emotion":"Joy","Reference":"Psalm 100:1-2","Verse":"Shout for joy to the Lord, all the earth. Worship the Lord with gladness; come before Him with joyful songs."},
{"Emotion":"Joy","Reference":"Luke 15:10","Verse":"In the same way, I tell you, there is rejoicing in the presence of the angels of God over one sinner who repents."},
{"Emotion":"Joy","Reference":"1 Thessalonians 5:16","Verse":"Rejoice always."},
{"Emotion":"Joy","Reference":"Psalm 118:24","Verse":"This is the day the Lord has made; let us rejoice and be glad in it."},
{"Emotion":"Joy","Reference":"Isaiah 55:12","Verse":"You will go out in joy and be led forth in peace; the mountains and hills will burst into song before you."},
{"Emotion":"Joy","Reference":"Psalm 21:6","Verse":"Surely You have granted him unending blessings and made him glad with the joy of Your presence."},
{"Emotion":"Joy","Reference":"Habakkuk 3:18","Verse":"Yet I will rejoice in the Lord, I will be joyful in God my Savior."},
{"Emotion":"Joy","Reference":"Proverbs 15:23","Verse":"A person finds joy in giving an apt reply—and how good is a timely word!"},
{"Emotion":"Joy","Reference":"Romans 12:12","Verse":"Be joyful in hope, patient in affliction, faithful in prayer."},
{"Emotion":"Joy","Reference":"Psalm 149:4","Verse":"For the Lord takes delight in His people; He crowns the humble with victory."},
{"Emotion":"Joy","Reference":"Matthew 25:21","Verse":"His master replied, \"Well done, good and faithful servant! You have been faithful with a few things; I will put you in charge of many things. Come and share your master’s happiness!\""},
{"Emotion":"Joy","Reference":"Psalm 32:11","Verse":"Rejoice in the Lord and be glad, you righteous; sing, all you who are upright in heart!"},
{"Emotion":"Hope","Reference":"Jeremiah 29:11","Verse":"\"For I know the plans I have for you,\" declares the Lord, \"plans to prosper you and not to harm you, plans to give you hope and a future.\""},
{"Emotion":"Hope","Reference":"Romans 15:13","Verse":"May the God of hope fill you with all joy and peace as you trust in Him, so that you may overflow with hope by the power of the Holy Spirit."},
{"Emotion":"Hope","Reference":"Hebrews 11:1","Verse":"Now faith is confidence in what we hope for and assurance about what we do not see."},
{"Emotion":"Hope","Reference":"Isaiah 40:31","Verse":"But those who hope in the Lord will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint."},
{"Emotion":"Hope","Reference":"Lamentations 3:22-23","Verse":"Because of the Lord’s great love we are not consumed, for His compassions never fail. They are new every morning; great is Your faithfulness."},
{"Emotion":"Hope","Reference":"Psalm 33:20-22","Verse":"We wait in hope for the Lord; He is our help and our shield. In Him our hearts rejoice, for we trust in His holy name."},
{"Emotion":"Hope","Reference":"Proverbs 23:18","Verse":"There is surely a future hope for you, and your hope will not be cut off."},
{"Emotion":"Hope","Reference":"1 Peter 1:3","Verse":"Praise be to the God and Father of our Lord Jesus Christ! In His great mercy, He has given us new birth into a living hope through the resurrection of Jesus Christ from the dead."},
{"Emotion":"Hope","Reference":"Romans 5:5","Verse":"And hope does not put us to shame, because God’s love has been poured out into our hearts through the Holy Spirit, who has been given to us."},
{"Emotion":"Hope","Reference":"Psalm 42:11","Verse":"Why, my soul, are you downcast? Why so disturbed within me? Put your hope in God, for I will yet praise Him, my Savior and my God."},
{"Emotion":"Hope","Reference":"Titus 2:13","Verse":"While we wait for the blessed hope—the appearing of the glory of our great God and Savior, Jesus Christ."},
{"Emotion":"Hope","Reference":"Colossians 1:27","Verse":"To them God has chosen to make known among the Gentiles the glorious riches of this mystery, which is Christ in you, the hope of glory."},
{"Emotion":"Hope","Reference":"Psalm 130:5","Verse":"I wait for the Lord, my whole being waits, and in His word, I put my hope."},
{"Emotion":"Hope","Reference":"2 Corinthians 4:16-18","Verse":"Therefore we do not lose heart. Though outwardly we are wasting away, yet inwardly we are being renewed day by day."},
{"Emotion":"Hope","Reference":"Micah 7:7","Verse":"But as for me, I watch in hope for the Lord, I wait for God my Savior; my God will hear me."},
{"Emotion":"Hope","Reference":"Hebrews 6:19","Verse":"We have this hope as an anchor for the soul, firm and secure. It enters the inner sanctuary behind the curtain."},
{"Emotion":"Hope","Reference":"Psalm 71:14","Verse":"As for me, I will always have hope; I will praise You more and more."},
{"Emotion":"Hope","Reference":"2 Thessalonians 2:16-17","Verse":"May our Lord Jesus Christ Himself and God our Father, who loved us and by His grace gave us eternal encouragement and good hope, encourage your hearts and strengthen you."},
{"Emotion":"Hope","Reference":"Zechariah 9:12","Verse":"Return to your fortress, you prisoners of hope; even now I announce that I will restore twice as much to you."},
{"Emotion":"Hope","Reference":"1 Thessalonians 5:8","Verse":"But since we belong to the day, let us be sober, putting on faith and love as a breastplate, and the hope of salvation as a helmet."},
{"Emotion":"Hope","Reference":"Psalm 62:5","Verse":"Yes, my soul, find rest in God; my hope comes from Him."},
{"Emotion":"Hope","Reference":"Isaiah 49:23","Verse":"Then you will know that I am the Lord; those who hope in Me will not be disappointed."},
{"Emotion":"Hope","Reference":"Romans 8:24-25","Verse":"For in this hope we were saved. But hope that is seen is no hope at all. Who hopes for what they already have? But if we hope for what we do not yet have, we wait for it patiently."},
{"Emotion":"Hope","Reference":"1 Corinthians 13:13","Verse":"And now these three remain: faith, hope, and love. But the greatest of these is love."},
{"Emotion":"Hope","Reference":"Job 11:18","Verse":"You will be secure, because there is hope; you will look about you and take your rest in safety."},
{"Emotion":"Hope","Reference":"Acts 24:15","Verse":"And I have the same hope in God as these men themselves have, that there will be a resurrection of both the righteous and the wicked."},
{"Emotion":"Hope","Reference":"Psalm 39:7","Verse":"But now, Lord, what do I look for? My hope is in You."},
{"Emotion":"Hope","Reference":"Ephesians 1:18","Verse":"I pray that the eyes of your heart may be enlightened in order that you may know the hope to which He has called you."},
{"Emotion":"Hope","Reference":"1 Timothy 4:10","Verse":"That is why we labor and strive, because we have put our hope in the living God, who is the Savior of all people, and especially of those who believe."},
{"Emotion":"Hope","Reference":"Isaiah 43:2","Verse":"When you pass through the waters, I will be with you; and when you pass through the rivers, they will not sweep over you."},
{"Emotion":"Contentment","Reference":"2 Corinthians 12:9-10","Verse":"But He said to me, \"My grace is sufficient for you, for My power is made perfect in weakness.\" Therefore I will boast all the more gladly about my weaknesses, so that Christ’s power may rest on me."},
{"Emotion":"Contentment","Reference":"Ecclesiastes 5:10","Verse":"Whoever loves money never has enough; whoever loves wealth is never satisfied with their income. This too is meaningless."},
{"Emotion":"Contentment","Reference":"Proverbs 19:23","Verse":"The fear of the Lord leads to life; then one rests content, untouched by trouble."},
{"Emotion":"Contentment","Reference":"Luke 3:14","Verse":"Then some soldiers asked Him, \"And what should we do?\" He replied, \"Don’t extort money and don’t accuse people falsely—be content with your pay.\""},
{"Emotion":"Contentment","Reference":"Psalm 37:16","Verse":"Better the little that the righteous have than the wealth of many wicked."},
{"Emotion":"Contentment","Reference":"Proverbs 30:8-9","Verse":"Keep falsehood and lies far from me; give me neither poverty nor riches, but give me only my daily bread. Otherwise, I may have too much and disown You and say, \"Who is the Lord?\" Or I may become poor and steal, and so dishonor the name of my God."},
{"Emotion":"Contentment","Reference":"Psalm 23:1","Verse":"The Lord is my shepherd; I lack nothing."},
{"Emotion":"Contentment","Reference":"Matthew 5:6","Verse":"Blessed are those who hunger and thirst for righteousness, for they will be filled."},
{"Emotion":"Contentment","Reference":"Psalm 16:5-6","Verse":"Lord, You alone are my portion and my cup; You make my lot secure. The boundary lines have fallen for me in pleasant places; surely I have a delightful inheritance."},
{"Emotion":"Contentment","Reference":"Colossians 3:15","Verse":"Let the peace of Christ rule in your hearts, since as members of one body you were called to peace. And be thankful."},
{"Emotion":"Contentment","Reference":"Psalm 131:2","Verse":"But I have calmed and quieted myself, I am like a weaned child with its mother; like a weaned child I am content."},
{"Emotion":"Contentment","Reference":"Romans 8:28","Verse":"And we know that in all things God works for the good of those who love Him, who have been called according to His purpose."},
{"Emotion":"Contentment","Reference":"Job 1:21","Verse":"\"Naked I came from my mother’s womb, and naked I will depart. The Lord gave and the Lord has taken away; may the name of the Lord be praised.\""},
{"Emotion":"Contentment","Reference":"Proverbs 15:16","Verse":"Better a little with the fear of the Lord than great wealth with turmoil."},
{"Emotion":"Contentment","Reference":"Psalm 145:16","Verse":"You open Your hand and satisfy the desires of every living thing."},
{"Emotion":"Contentment","Reference":"Ecclesiastes 4:6","Verse":"Better one handful with tranquility than two handfuls with toil and chasing after the wind."},
{"Emotion":"Contentment","Reference":"Isaiah 26:3","Verse":"You will keep in perfect peace those whose minds are steadfast, because they trust in You."},
{"Emotion":"Contentment","Reference":"Philippians 4:19","Verse":"And my God will meet all your needs according to the riches of His glory in Christ Jesus."},
{"Emotion":"Contentment","Reference":"Psalm 34:10","Verse":"The lions may grow weak and hungry, but those who seek the Lord lack no good thing."},
{"Emotion":"Contentment","Reference":"James 1:17","Verse":"Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows."},
{"Emotion":"Contentment","Reference":"Romans 12:2","Verse":"Do not conform to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God’s will is—His good, pleasing, and perfect will."},
{"Emotion":"Contentment","Reference":"Psalm 118:24","Verse":"This is the day the Lord has made; let us rejoice and be glad in it."},
{"Emotion":"Contentment","Reference":"1 Peter 5:7","Verse":"Cast all your anxiety on Him because He cares for you."},
{"Emotion":"Contentment","Reference":"Matthew 11:28-30","Verse":"Come to Me, all you who are weary and burdened, and I will give you rest. Take My yoke upon you and learn from Me, for I am gentle and humble in heart, and you will find rest for your souls. For My yoke is easy and My burden is light."},
{"Emotion":"Contentment","Reference":"Philippians 4:11-12","Verse":"I am not saying this because I am in need, for I have learned to be content whatever the circumstances. I know what it is to be in need, and I know what it is to have plenty. I have learned the secret of being content in any and every situation."},
{"Emotion":"Contentment","Reference":"1 Timothy 6:6-8","Verse":"But godliness with contentment is great gain. For we brought nothing into the world, and we can take nothing out of it. But if we have food and clothing, we will be content with that."},
{"Emotion":"Contentment","Reference":"Hebrews 13:5","Verse":"Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\""},
{"Emotion":"Contentment","Reference":"Matthew 6:31-33","Verse":"So do not worry, saying, \"What shall we eat?\" or \"What shall we drink?\" or \"What shall we wear?\"... But seek first His kingdom and His righteousness, and all these things will be given to you as well."},
{"Emotion":"Sadness","Reference":"Psalm 34:18","Verse":"The Lord is close to the brokenhearted and saves those who are crushed in spirit."},
{"Emotion":"Sadness","Reference":"Matthew 5:4","Verse":"Blessed are those who mourn, for they will be comforted."},
{"Emotion":"Sadness","Reference":"Revelation 21:4","Verse":"He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away."},
{"Emotion":"Sadness","Reference":"Psalm 147:3","Verse":"He heals the brokenhearted and binds up their wounds."},
{"Emotion":"Sadness","Reference":"John 14:27","Verse":"Peace I leave with you; My peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid."},
{"Emotion":"Sadness","Reference":"2 Corinthians 1:3-4","Verse":"Praise be to the God and Father of our Lord Jesus Christ, the Father of compassion and the God of all comfort, who comforts us in all our troubles."},
{"Emotion":"Sadness","Reference":"Psalm 30:5","Verse":"For His anger lasts only a moment, but His favor lasts a lifetime; weeping may stay for the night, but rejoicing comes in the morning."},
{"Emotion":"Sadness","Reference":"Isaiah 41:10","Verse":"So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with My righteous right hand."},
{"Emotion":"Sadness","Reference":"Lamentations 3:31-32","Verse":"For no one is cast off by the Lord forever. Though He brings grief, He will show compassion, so great is His unfailing love."},
{"Emotion":"Sadness","Reference":"Psalm 42:11","Verse":"Why, my soul, are you downcast? Why so disturbed within me? Put your hope in God, for I will yet praise Him, my Savior and my God."},
{"Emotion":"Sadness","Reference":"Romans 8:28","Verse":"And we know that in all things God works for the good of those who love Him, who have been called according to His purpose."},
{"Emotion":"Sadness","Reference":"Psalm 55:22","Verse":"Cast your cares on the Lord and He will sustain you; He will never let the righteous be shaken."},
{"Emotion":"Sadness","Reference":"Isaiah 53:3-4","Verse":"He was despised and rejected by mankind, a man of suffering, and familiar with pain... Surely He took up our pain and bore our suffering."},
{"Emotion":"Sadness","Reference":"1 Peter 5:7","Verse":"Cast all your anxiety on Him because He cares for you."},
{"Emotion":"Sadness","Reference":"Deuteronomy 31:8","Verse":"The Lord Himself goes before you and will be with you; He will never leave you nor forsake you. Do not be afraid; do not be discouraged."},
{"Emotion":"Sadness","Reference":"Psalm 126:5","Verse":"Those who sow with tears will reap with songs of joy."},
{"Emotion":"Sadness","Reference":"Nahum 1:7","Verse":"The Lord is good, a refuge in times of trouble. He cares for those who trust in Him."},
{"Emotion":"Sadness","Reference":"John 16:33","Verse":"I have told you these things, so that in Me you may have peace. In this world you will have trouble. But take heart! I have overcome the world."},
{"Emotion":"Sadness","Reference":"Ecclesiastes 3:1, 4","Verse":"There is a time for everything, and a season for every activity under the heavens... a time to weep and a time to laugh, a time to mourn and a time to dance."},
{"Emotion":"Sadness","Reference":"Philippians 4:6-7","Verse":"Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God. And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus."},
{"Emotion":"Sadness","Reference":"Psalm 73:26","Verse":"My flesh and my heart may fail, but God is the strength of my heart and my portion forever."},
{"Emotion":"Sadness","Reference":"James 1:2-3","Verse":"Consider it pure joy, my brothers and sisters, whenever you face trials of many kinds, because you know that the testing of your faith produces perseverance."},
{"Emotion":"Sadness","Reference":"2 Corinthians 4:16-18","Verse":"Therefore we do not lose heart. Though outwardly we are wasting away, yet inwardly we are being renewed day by day."},
{"Emotion":"Sadness","Reference":"Romans 15:13","Verse":"May the God of hope fill you with all joy and peace as you trust in Him, so that you may overflow with hope by the power of the Holy Spirit."},
{"Emotion":"Sadness","Reference":"Proverbs 3:5-6","Verse":"Trust in the Lord with all your heart and lean not on your own understanding; in all your ways submit to Him, and He will make your paths straight."},
{"Emotion":"Sadness","Reference":"Psalm 9:9","Verse":"The Lord is a refuge for the oppressed, a stronghold in times of trouble."},
{"Emotion":"Sadness","Reference":"Matthew 11:28","Verse":"Come to Me, all you who are weary and burdened, and I will give you rest."},
{"Emotion":"Sadness","Reference":"Isaiah 61:3","Verse":"To bestow on them a crown of beauty instead of ashes, the oil of joy instead of mourning, and a garment of praise instead of a spirit of despair."},
{"Emotion":"Sadness","Reference":"Psalm 143:7-8","Verse":"Answer me quickly, Lord; my spirit fails. Do not hide Your face from me or I will be like those who go down to the pit. Let the morning bring me word of Your unfailing love."},
{"Emotion":"Sadness","Reference":"Psalm 119:50","Verse":"My comfort in my suffering is this: Your promise preserves my life."},
{"Emotion":"Anger","Reference":"Ephesians 4:26-27","Verse":"In your anger do not sin: Do not let the sun go down while you are still angry, and do not give the devil a foothold."},
{"Emotion":"Anger","Reference":"James 1:19-20","Verse":"My dear brothers and sisters, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, because human anger does not produce the righteousness that God desires."},
{"Emotion":"Anger","Reference":"Proverbs 15:1","Verse":"A gentle answer turns away wrath, but a harsh word stirs up anger."},
{"Emotion":"Anger","Reference":"Ecclesiastes 7:9","Verse":"Do not be quickly provoked in your spirit, for anger resides in the lap of fools."},
{"Emotion":"Anger","Reference":"Proverbs 16:32","Verse":"Better a patient person than a warrior, one with self-control than one who takes a city."},
{"Emotion":"Anger","Reference":"Colossians 3:8","Verse":"But now you must also rid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips."},
{"Emotion":"Anger","Reference":"Psalm 37:8","Verse":"Refrain from anger and turn from wrath; do not fret—it leads only to evil."},
{"Emotion":"Anger","Reference":"Proverbs 19:11","Verse":"A person’s wisdom yields patience; it is to one’s glory to overlook an offense."},
{"Emotion":"Anger","Reference":"Matthew 5:22","Verse":"But I tell you that anyone who is angry with a brother or sister will be subject to judgment. Again, anyone who says to a brother or sister, \"Raca,\" is answerable to the court. And anyone who says, \"You fool!\" will be in danger of the fire of hell."},
{"Emotion":"Anger","Reference":"Romans 12:19","Verse":"Do not take revenge, my dear friends, but leave room for God’s wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord."},
{"Emotion":"Anger","Reference":"Proverbs 14:29","Verse":"Whoever is patient has great understanding, but one who is quick-tempered displays folly."},
{"Emotion":"Anger","Reference":"Galatians 5:22-23","Verse":"But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness, gentleness, and self-control. Against such things there is no law."},
{"Emotion":"Anger","Reference":"1 Peter 3:9","Verse":"Do not repay evil with evil or insult with insult. On the contrary, repay evil with blessing, because to this you were called so that you may inherit a blessing."},
{"Emotion":"Anger","Reference":"Psalm 103:8","Verse":"The Lord is compassionate and gracious, slow to anger, abounding in love."},
{"Emotion":"Anger","Reference":"Nahum 1:3","Verse":"The Lord is slow to anger but great in power; the Lord will not leave the guilty unpunished."},
{"Emotion":"Anger","Reference":"Proverbs 22:24-25","Verse":"Do not make friends with a hot-tempered person, do not associate with one easily angered, or you may learn their ways and get yourself ensnared."},
{"Emotion":"Anger","Reference":"Luke 6:31","Verse":"Do to others as you would have them do to you."},
{"Emotion":"Anger","Reference":"Romans 12:21","Verse":"Do not be overcome by evil, but overcome evil with good."},
{"Emotion":"Anger","Reference":"Proverbs 29:11","Verse":"Fools give full vent to their rage, but the wise bring calm in the end."},
{"Emotion":"Anger","Reference":"Micah 7:18","Verse":"Who is a God like You, who pardons sin and forgives the transgression of the remnant of His inheritance? You do not stay angry forever but delight to show mercy."},
{"Emotion":"Anger","Reference":"2 Timothy 2:24","Verse":"And the Lord’s servant must not be quarrelsome but must be kind to everyone, able to teach, not resentful."},
{"Emotion":"Anger","Reference":"Matthew 5:9","Verse":"Blessed are the peacemakers, for they will be called children of God."},
{"Emotion":"Anger","Reference":"Leviticus 19:18","Verse":"Do not seek revenge or bear a grudge against anyone among your people, but love your neighbor as yourself. I am the Lord."},
{"Emotion":"Anger","Reference":"Proverbs 20:3","Verse":"It is to one’s honor to avoid strife, but every fool is quick to quarrel."},
{"Emotion":"Anger","Reference":"Matthew 6:14-15","Verse":"For if you forgive other people when they sin against you, your heavenly Father will also forgive you. But if you do not forgive others their sins, your Father will not forgive your sins."},
{"Emotion":"Anger","Reference":"Mark 11:25","Verse":"And when you stand praying, if you hold anything against anyone, forgive them, so that your Father in heaven may forgive you your sins."},
{"Emotion":"Anger","Reference":"Ephesians 4:31-32","Verse":"Get rid of all bitterness, rage and anger, brawling and slander, along with every form of malice. Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you."},
{"Emotion":"Anger","Reference":"Titus 1:7","Verse":"Since an overseer manages God’s household, he must be blameless—not overbearing, not quick-tempered, not given to drunkenness, not violent, not pursuing dishonest gain."},
{"Emotion":"Anger","Reference":"Exodus 34:6","Verse":"And He passed in front of Moses, proclaiming, \"The Lord, the Lord, the compassionate and gracious God, slow to anger, abounding in love and faithfulness.\""},
{"Emotion":"Anger","Reference":"Jonah 4:2","Verse":"He prayed to the Lord, \"Isn’t this what I said, Lord, when I was still at home? That is what I tried to forestall by fleeing to Tarshish. I knew that You are a gracious and compassionate God, slow to anger and abounding in love, a God who relents from sending calamity.\""},
{"Emotion":"Fear","Reference":"Isaiah 41:10","Verse":"So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with My righteous right hand."},
{"Emotion":"Fear","Reference":"2 Timothy 1:7","Verse":"For God has not given us a spirit of fear, but of power and of love and of a sound mind."},
{"Emotion":"Fear","Reference":"Psalm 23:4","Verse":"Even though I walk through the darkest valley, I will fear no evil, for You are with me; Your rod and Your staff, they comfort me."},
{"Emotion":"Fear","Reference":"Joshua 1:9","Verse":"Have I not commanded you? Be strong and courageous. Do not be afraid; do not be discouraged, for the Lord your God will be with you wherever you go."},
{"Emotion":"Fear","Reference":"Deuteronomy 31:6","Verse":"Be strong and courageous. Do not be afraid or terrified because of them, for the Lord your God goes with you; He will never leave you nor forsake you."},
{"Emotion":"Fear","Reference":"Psalm 27:1","Verse":"The Lord is my light and my salvation—whom shall I fear? The Lord is the stronghold of my life—of whom shall I be afraid?"},
{"Emotion":"Fear","Reference":"Proverbs 3:25-26","Verse":"Have no fear of sudden disaster or of the ruin that overtakes the wicked, for the Lord will be at your side and will keep your foot from being snared."},
{"Emotion":"Fear","Reference":"Isaiah 35:4","Verse":"Say to those with fearful hearts, \"Be strong, do not fear; your God will come, He will come with vengeance; with divine retribution He will come to save you.\""},
{"Emotion":"Fear","Reference":"Psalm 34:4","Verse":"I sought the Lord, and He answered me; He delivered me from all my fears."},
{"Emotion":"Fear","Reference":"Matthew 10:28","Verse":"Do not be afraid of those who kill the body but cannot kill the soul. Rather, be afraid of the One who can destroy both soul and body in hell."},
{"Emotion":"Fear","Reference":"John 14:27","Verse":"Peace I leave with you; My peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid."},
{"Emotion":"Fear","Reference":"Romans 8:15","Verse":"The Spirit you received does not make you slaves, so that you live in fear again; rather, the Spirit you received brought about your adoption to sonship. And by Him we cry, \"Abba, Father.\""},
{"Emotion":"Fear","Reference":"1 Peter 5:6-7","Verse":"Humble yourselves, therefore, under God’s mighty hand, that He may lift you up in due time. Cast all your anxiety on Him because He cares for you."},
{"Emotion":"Fear","Reference":"Psalm 56:3","Verse":"When I am afraid, I put my trust in You."},
{"Emotion":"Fear","Reference":"Hebrews 13:6","Verse":"So we say with confidence, \"The Lord is my helper; I will not be afraid. What can mere mortals do to me?\""},
{"Emotion":"Fear","Reference":"Zephaniah 3:17","Verse":"The Lord your God is with you, the Mighty Warrior who saves. He will take great delight in you; in His love He will no longer rebuke you, but will rejoice over you with singing."},
{"Emotion":"Fear","Reference":"Mark 6:50","Verse":"Immediately He spoke to them and said, \"Take courage! It is I. Don’t be afraid.\""},
{"Emotion":"Fear","Reference":"Psalm 112:7","Verse":"They will have no fear of bad news; their hearts are steadfast, trusting in the Lord."},
{"Emotion":"Fear","Reference":"Luke 12:32","Verse":"Do not be afraid, little flock, for your Father has been pleased to give you the kingdom."},
{"Emotion":"Fear","Reference":"Isaiah 43:1","Verse":"But now, this is what the Lord says—He who created you, Jacob, He who formed you, Israel: \"Do not fear, for I have redeemed you; I have summoned you by name; you are Mine.\""},
{"Emotion":"Fear","Reference":"Nahum 1:7","Verse":"The Lord is good, a refuge in times of trouble. He cares for those who trust in Him."},
{"Emotion":"Fear","Reference":"Philippians 4:6-7","Verse":"Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God. And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus."},
{"Emotion":"Fear","Reference":"Psalm 46:1-2","Verse":"God is our refuge and strength, an ever-present help in trouble. Therefore we will not fear, though the earth give way and the mountains fall into the heart of the sea."},
{"Emotion":"Fear","Reference":"1 John 4:18","Verse":"There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love."},
{"Emotion":"Fear","Reference":"Lamentations 3:57","Verse":"You came near when I called You, and You said, \"Do not fear.\""},
{"Emotion":"Fear","Reference":"Isaiah 12:2","Verse":"Surely God is my salvation; I will trust and not be afraid. The Lord, the Lord Himself, is my strength and my defense; He has become my salvation."},
{"Emotion":"Fear","Reference":"Genesis 15:1","Verse":"After this, the word of the Lord came to Abram in a vision: \"Do not be afraid, Abram. I am your shield, your very great reward.\""},
{"Emotion":"Fear","Reference":"2 Chronicles 20:17","Verse":"You will not have to fight this battle. Take up your positions; stand firm and see the deliverance the Lord will give you, Judah and Jerusalem. Do not be afraid; do not be discouraged. Go out to face them tomorrow, and the Lord will be with you."},
{"Emotion":"Fear","Reference":"Exodus 14:13-14","Verse":"Moses answered the people, \"Do not be afraid. Stand firm and you will see the deliverance the Lord will bring you today... The Lord will fight for you; you need only to be still.\""},
{"Emotion":"Disgust","Reference":"Proverbs 6:16-19","Verse":"There are six things the Lord hates, seven that are detestable to Him: haughty eyes, a lying tongue, hands that shed innocent blood, a heart that devises wicked schemes, feet that are quick to rush into evil, a false witness who pours out lies, and a person who stirs up conflict in the community."},
{"Emotion":"Disgust","Reference":"Romans 12:9","Verse":"Love must be sincere. Hate what is evil; cling to what is good."},
{"Emotion":"Disgust","Reference":"Isaiah 1:13-14","Verse":"Stop bringing meaningless offerings! Your incense is detestable to Me... Your New Moon feasts and your appointed festivals I hate with all My being. They have become a burden to Me; I am weary of bearing them."},
{"Emotion":"Disgust","Reference":"Revelation 3:16","Verse":"So, because you are lukewarm—neither hot nor cold—I am about to spit you out of My mouth."},
{"Emotion":"Disgust","Reference":"Proverbs 8:13","Verse":"To fear the Lord is to hate evil; I hate pride and arrogance, evil behavior and perverse speech."},
{"Emotion":"Disgust","Reference":"Leviticus 18:22","Verse":"Do not have sexual relations with a man as one does with a woman; that is detestable."},
{"Emotion":"Disgust","Reference":"Deuteronomy 25:16","Verse":"For the Lord your God detests anyone who does these things, anyone who deals dishonestly."},
{"Emotion":"Disgust","Reference":"Psalm 5:4-5","Verse":"For You are not a God who is pleased with wickedness; with You, evil people are not welcome. The arrogant cannot stand in Your presence. You hate all who do wrong."},
{"Emotion":"Disgust","Reference":"Matthew 23:27-28","Verse":"Woe to you, teachers of the law and Pharisees, you hypocrites! You are like whitewashed tombs, which look beautiful on the outside but on the inside are full of the bones of the dead and everything unclean."},
{"Emotion":"Disgust","Reference":"Amos 5:21-22","Verse":"I hate, I despise your religious festivals; your assemblies are a stench to Me. Even though you bring Me burnt offerings and grain offerings, I will not accept them."},
{"Emotion":"Disgust","Reference":"Malachi 2:16","Verse":"\"The man who hates and divorces his wife,\" says the Lord, the God of Israel, \"does violence to the one he should protect,\" says the Lord Almighty. So be on your guard, and do not be unfaithful."},
{"Emotion":"Disgust","Reference":"Proverbs 11:1","Verse":"The Lord detests dishonest scales, but accurate weights find favor with Him."},
{"Emotion":"Disgust","Reference":"Isaiah 64:6","Verse":"All of us have become like one who is unclean, and all our righteous acts are like filthy rags; we all shrivel up like a leaf, and like the wind our sins sweep us away."},
{"Emotion":"Disgust","Reference":"Luke 16:15","Verse":"He said to them, \"You are the ones who justify yourselves in the eyes of others, but God knows your hearts. What people value highly is detestable in God’s sight.\""},
{"Emotion":"Disgust","Reference":"Jeremiah 44:4","Verse":"Again and again I sent My servants the prophets, who said, 'Do not do this detestable thing that I hate!'"},
{"Emotion":"Disgust","Reference":"Ezekiel 20:7","Verse":"And I said to them, \"Each of you, get rid of the vile images you have set your eyes on, and do not defile yourselves with the idols of Egypt. I am the Lord your God.\""},
{"Emotion":"Disgust","Reference":"Romans 1:26-27","Verse":"Because of this, God gave them over to shameful lusts. Even their women exchanged natural sexual relations for unnatural ones. In the same way, the men also abandoned natural relations with women and were inflamed with lust for one another."},
{"Emotion":"Disgust","Reference":"Proverbs 28:9","Verse":"If anyone turns a deaf ear to My instruction, even their prayers are detestable."},
{"Emotion":"Disgust","Reference":"Zechariah 8:17","Verse":"Do not plot evil against each other, and do not love to swear falsely. I hate all this, declares the Lord."},
{"Emotion":"Disgust","Reference":"Isaiah 65:5","Verse":"Yet they say, ‘Keep away; don’t come near me, for I am too sacred for you!’ Such people are smoke in My nostrils, a fire that keeps burning all day."},
{"Emotion":"Disgust","Reference":"1 Corinthians 6:9-10","Verse":"Or do you not know that wrongdoers will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor men who have sex with men, nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God."},
{"Emotion":"Disgust","Reference":"Deuteronomy 27:15","Verse":"Cursed is anyone who makes an idol—a thing detestable to the Lord, the work of skilled hands—and sets it up in secret. Then all the people shall say, \"Amen!\""},
{"Emotion":"Disgust","Reference":"Psalm 14:1","Verse":"The fool says in his heart, \"There is no God.\" They are corrupt, their deeds are vile; there is no one who does good."},
{"Emotion":"Disgust","Reference":"2 Peter 2:22","Verse":"Of them the proverbs are true: \"A dog returns to its vomit,\" and, \"A sow that is washed returns to her wallowing in the mud.\""},
{"Emotion":"Disgust","Reference":"Isaiah 30:22","Verse":"Then you will desecrate your idols overlaid with silver and your images covered with gold; you will throw them away like a menstrual cloth and say to them, \"Away with you!\""},
{"Emotion":"Disgust","Reference":"Hosea 9:10","Verse":"But when they came to Baal Peor, they consecrated themselves to that shameful idol and became as vile as the thing they loved."},
{"Emotion":"Disgust","Reference":"Revelation 21:8","Verse":"But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars—they will be consigned to the fiery lake of burning sulfur. This is the second death."},
{"Emotion":"Disgust","Reference":"Leviticus 20:23","Verse":"You must not live according to the customs of the nations I am going to drive out before you. Because they did all these things, I abhorred them."},
{"Emotion":"Disgust","Reference":"Micah 6:10-12","Verse":"Am I still to forget your ill-gotten treasures, you wicked house, and the short ephah, which is accursed? Shall I acquit someone with dishonest scales, with a bag of false weights? Your rich people are violent; your inhabitants are liars, and their tongues speak deceitfully."},
{"Emotion":"Disgust","Reference":"Titus 1:16","Verse":"They claim to know God, but by their actions they deny Him. They are detestable, disobedient and unfit for doing anything good."},
{"Emotion":"Jealousy","Reference":"Proverbs 14:30","Verse":"A heart at peace gives life to the body, but envy rots the bones."},
{"Emotion":"Jealousy","Reference":"James 3:16","Verse":"For where you have envy and selfish ambition, there you find disorder and every evil practice."},
{"Emotion":"Jealousy","Reference":"Exodus 20:5","Verse":"You shall not bow down to them or worship them; for I, the Lord your God, am a jealous God, punishing the children for the sin of the parents to the third and fourth generation of those who hate Me."},
{"Emotion":"Jealousy","Reference":"1 Corinthians 3:3","Verse":"You are still worldly. For since there is jealousy and quarreling among you, are you not worldly? Are you not acting like mere humans?"},
{"Emotion":"Jealousy","Reference":"Galatians 5:19-21","Verse":"The acts of the flesh are obvious: sexual immorality, impurity and debauchery; idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions and envy... those who live like this will not inherit the kingdom of God."},
{"Emotion":"Jealousy","Reference":"Exodus 34:14","Verse":"Do not worship any other god, for the Lord, whose name is Jealous, is a jealous God."},
{"Emotion":"Jealousy","Reference":"Proverbs 27:4","Verse":"Anger is cruel and fury overwhelming, but who can stand before jealousy?"},
{"Emotion":"Jealousy","Reference":"Romans 13:13","Verse":"Let us behave decently, as in the daytime, not in carousing and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy."},
{"Emotion":"Jealousy","Reference":"2 Corinthians 12:20","Verse":"For I am afraid that when I come I may not find you as I want you to be, and you may not find me as you want me to be. I fear that there may be discord, jealousy, fits of rage, selfish ambition, slander, gossip, arrogance, and disorder."},
{"Emotion":"Jealousy","Reference":"Song of Solomon 8:6","Verse":"Place me like a seal over your heart, like a seal on your arm; for love is as strong as death, its jealousy unyielding as the grave. It burns like blazing fire, like a mighty flame."},
{"Emotion":"Jealousy","Reference":"Ezekiel 8:3","Verse":"He stretched out what looked like a hand and took me by the hair of my head. The Spirit lifted me up between earth and heaven and in visions of God He took me to Jerusalem, to the entrance of the north gate of the inner court, where the idol that provokes jealousy stood."},
{"Emotion":"Jealousy","Reference":"Numbers 5:14","Verse":"If feelings of jealousy come over her husband and he suspects his wife and she is impure—or if he is jealous and suspects her even though she is not impure—"},
{"Emotion":"Jealousy","Reference":"Psalm 37:1-2","Verse":"Do not fret because of those who are evil or be envious of those who do wrong; for like the grass they will soon wither, like green plants they will soon die away."},
{"Emotion":"Jealousy","Reference":"Deuteronomy 4:24","Verse":"For the Lord your God is a consuming fire, a jealous God."},
{"Emotion":"Jealousy","Reference":"Genesis 37:11","Verse":"His brothers were jealous of him, but his father kept the matter in mind."},
{"Emotion":"Jealousy","Reference":"Acts 13:45","Verse":"When the Jews saw the crowds, they were filled with jealousy. They began to contradict what Paul was saying and heaped abuse on him."},
{"Emotion":"Jealousy","Reference":"Zechariah 8:2","Verse":"This is what the Lord Almighty says: \"I am very jealous for Zion; I am burning with jealousy for her.\""},
{"Emotion":"Jealousy","Reference":"Deuteronomy 6:15","Verse":"For the Lord your God, who is among you, is a jealous God and His anger will burn against you, and He will destroy you from the face of the land."},
{"Emotion":"Jealousy","Reference":"Ecclesiastes 4:4","Verse":"And I saw that all toil and all achievement spring from one person’s envy of another. This too is meaningless, a chasing after the wind."},
{"Emotion":"Jealousy","Reference":"Titus 3:3","Verse":"At one time we too were foolish, disobedient, deceived and enslaved by all kinds of passions and pleasures. We lived in malice and envy, being hated and hating one another."},
{"Emotion":"Jealousy","Reference":"Isaiah 11:13","Verse":"Ephraim’s jealousy will vanish, and Judah’s enemies will be destroyed; Ephraim will not be jealous of Judah, nor Judah hostile toward Ephraim."},
{"Emotion":"Jealousy","Reference":"Romans 10:19","Verse":"Again I ask: Did Israel not understand? First, Moses says, \"I will make you envious by those who are not a nation; I will make you angry by a nation that has no understanding.\""},
{"Emotion":"Jealousy","Reference":"Psalm 73:3","Verse":"For I envied the arrogant when I saw the prosperity of the wicked."},
{"Emotion":"Jealousy","Reference":"Isaiah 42:8","Verse":"I am the Lord; that is My name! I will not yield My glory to another or My praise to idols."},
{"Emotion":"Jealousy","Reference":"Proverbs 23:17","Verse":"Do not let your heart envy sinners, but always be zealous for the fear of the Lord."},
{"Emotion":"Jealousy","Reference":"Deuteronomy 32:16","Verse":"They made Him jealous with their foreign gods and angered Him with their detestable idols."},
{"Emotion":"Jealousy","Reference":"Acts 17:5","Verse":"But other Jews were jealous; so they rounded up some bad characters from the marketplace, formed a mob and started a riot in the city."},
{"Emotion":"Jealousy","Reference":"Job 5:2","Verse":"Resentment kills a fool, and envy slays the simple."},
{"Emotion":"Jealousy","Reference":"Matthew 27:18","Verse":"For He knew it was out of self-interest that they had handed Jesus over to him."},
{"Emotion":"Guilt","Reference":"Psalm 32:5","Verse":"Then I acknowledged my sin to You and did not cover up my iniquity. I said, \"I will confess my transgressions to the Lord.\" And You forgave the guilt of my sin."},
{"Emotion":"Guilt","Reference":"1 John 1:9","Verse":"If we confess our sins, He is faithful and just and will forgive us our sins and purify us from all unrighteousness."},
{"Emotion":"Guilt","Reference":"Romans 8:1","Verse":"Therefore, there is now no condemnation for those who are in Christ Jesus."},
{"Emotion":"Guilt","Reference":"Hebrews 10:22","Verse":"Let us draw near to God with a sincere heart and with the full assurance that faith brings, having our hearts sprinkled to cleanse us from a guilty conscience and having our bodies washed with pure water."},
{"Emotion":"Guilt","Reference":"Isaiah 1:18","Verse":"\"Come now, let us settle the matter,\" says the Lord. \"Though your sins are like scarlet, they shall be as white as snow; though they are red as crimson, they shall be like wool.\""},
{"Emotion":"Guilt","Reference":"2 Corinthians 7:10","Verse":"Godly sorrow brings repentance that leads to salvation and leaves no regret, but worldly sorrow brings death."},
{"Emotion":"Guilt","Reference":"Psalm 51:2","Verse":"Wash away all my iniquity and cleanse me from my sin."},
{"Emotion":"Guilt","Reference":"Proverbs 28:13","Verse":"Whoever conceals their sins does not prosper, but the one who confesses and renounces them finds mercy."},
{"Emotion":"Guilt","Reference":"Isaiah 6:7","Verse":"With it, he touched my mouth and said, \"See, this has touched your lips; your guilt is taken away and your sin atoned for.\""},
{"Emotion":"Guilt","Reference":"Leviticus 5:5","Verse":"When anyone becomes aware that they are guilty in any of these matters, they must confess in what way they have sinned."},
{"Emotion":"Guilt","Reference":"Psalm 38:4","Verse":"My guilt has overwhelmed me like a burden too heavy to bear."},
{"Emotion":"Guilt","Reference":"Micah 7:18-19","Verse":"Who is a God like You, who pardons sin and forgives the transgression of the remnant of His inheritance? You do not stay angry forever but delight to show mercy."},
{"Emotion":"Guilt","Reference":"Hebrews 9:14","Verse":"How much more, then, will the blood of Christ, who through the eternal Spirit offered Himself unblemished to God, cleanse our consciences from acts that lead to death, so that we may serve the living God!"},
{"Emotion":"Guilt","Reference":"Romans 3:23-24","Verse":"For all have sinned and fall short of the glory of God, and all are justified freely by His grace through the redemption that came by Christ Jesus."},
{"Emotion":"Guilt","Reference":"James 5:16","Verse":"Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous person is powerful and effective."},
{"Emotion":"Guilt","Reference":"Matthew 11:28","Verse":"Come to Me, all you who are weary and burdened, and I will give you rest."},
{"Emotion":"Guilt","Reference":"John 3:17","Verse":"For God did not send His Son into the world to condemn the world, but to save the world through Him."},
{"Emotion":"Guilt","Reference":"Ezekiel 18:30","Verse":"Therefore, you Israelites, I will judge each of you according to your own ways, declares the Sovereign Lord. Repent! Turn away from all your offenses; then sin will not be your downfall."},
{"Emotion":"Guilt","Reference":"1 Timothy 1:15","Verse":"Here is a trustworthy saying that deserves full acceptance: Christ Jesus came into the world to save sinners—of whom I am the worst."},
{"Emotion":"Guilt","Reference":"Romans 5:8","Verse":"But God demonstrates His own love for us in this: While we were still sinners, Christ died for us."},
{"Emotion":"Guilt","Reference":"Isaiah 53:6","Verse":"We all, like sheep, have gone astray, each of us has turned to our own way; and the Lord has laid on Him the iniquity of us all."},
{"Emotion":"Guilt","Reference":"Psalm 34:18","Verse":"The Lord is close to the brokenhearted and saves those who are crushed in spirit."},
{"Emotion":"Guilt","Reference":"Acts 3:19","Verse":"Repent, then, and turn to God, so that your sins may be wiped out, that times of refreshing may come from the Lord."},
{"Emotion":"Guilt","Reference":"1 Peter 2:24","Verse":"He Himself bore our sins in His body on the cross, so that we might die to sins and live for righteousness; \"by His wounds you have been healed.\""},
{"Emotion":"Guilt","Reference":"Colossians 2:13-14","Verse":"When you were dead in your sins and in the uncircumcision of your flesh, God made you alive with Christ. He forgave us all our sins, having canceled the charge of our legal indebtedness, which stood against us and condemned us; He has taken it away, nailing it to the cross."},
{"Emotion":"Guilt","Reference":"Psalm 103:12","Verse":"As far as the east is from the west, so far has He removed our transgressions from us."},
{"Emotion":"Guilt","Reference":"2 Chronicles 7:14","Verse":"If My people, who are called by My name, will humble themselves and pray and seek My face and turn from their wicked ways, then I will hear from heaven, and I will forgive their sin and will heal their land."},
{"Emotion":"Guilt","Reference":"Romans 6:23","Verse":"For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},
{"Emotion":"Guilt","Reference":"Hebrews 8:12","Verse":"For I will forgive their wickedness and will remember their sins no more."},
{"Emotion":"Guilt","Reference":"John 8:11","Verse":"\"Neither do I condemn you,\" Jesus declared. \"Go now and leave your life of sin.\""},
{"Emotion":"Shame","Reference":"Romans 10:11","Verse":"As Scripture says, \"Anyone who believes in Him will never be put to shame.\""},
{"Emotion":"Shame","Reference":"Psalm 34:5","Verse":"Those who look to Him are radiant; their faces are never covered with shame."},
{"Emotion":"Shame","Reference":"Isaiah 61:7","Verse":"Instead of your shame you will receive a double portion, and instead of disgrace you will rejoice in your inheritance."},
{"Emotion":"Shame","Reference":"1 John 1:9","Verse":"If we confess our sins, He is faithful and just and will forgive us our sins and purify us from all unrighteousness."},
{"Emotion":"Shame","Reference":"Hebrews 12:2","Verse":"Fixing our eyes on Jesus, the pioneer and perfecter of faith. For the joy set before Him, He endured the cross, scorning its shame, and sat down at the right hand of the throne of God."},
{"Emotion":"Shame","Reference":"Joel 2:26","Verse":"You will have plenty to eat, until you are full, and you will praise the name of the Lord your God, who has worked wonders for you; never again will My people be shamed."},
{"Emotion":"Shame","Reference":"Romans 8:1","Verse":"Therefore, there is now no condemnation for those who are in Christ Jesus."},
{"Emotion":"Shame","Reference":"Psalm 25:3","Verse":"No one who hopes in You will ever be put to shame, but shame will come on those who are treacherous without cause."},
{"Emotion":"Shame","Reference":"Isaiah 50:7","Verse":"Because the Sovereign Lord helps me, I will not be disgraced. Therefore have I set my face like flint, and I know I will not be put to shame."},
{"Emotion":"Shame","Reference":"2 Timothy 1:12","Verse":"That is why I am suffering as I am. Yet this is no cause for shame, because I know whom I have believed, and am convinced that He is able to guard what I have entrusted to Him until that day."},
{"Emotion":"Shame","Reference":"Zephaniah 3:19","Verse":"At that time I will deal with all who oppressed you. I will rescue the lame; I will gather the exiles. I will give them praise and honor in every land where they have suffered shame."},
{"Emotion":"Shame","Reference":"Genesis 2:25","Verse":"Adam and his wife were both naked, and they felt no shame."},
{"Emotion":"Shame","Reference":"Psalm 31:17","Verse":"Let me not be put to shame, Lord, for I have cried out to You; but let the wicked be put to shame and be silent in the realm of the dead."},
{"Emotion":"Shame","Reference":"1 Peter 2:6","Verse":"For in Scripture it says: \"See, I lay a stone in Zion, a chosen and precious cornerstone, and the one who trusts in Him will never be put to shame.\""},
{"Emotion":"Shame","Reference":"Proverbs 3:35","Verse":"The wise inherit honor, but fools get only shame."},
{"Emotion":"Shame","Reference":"Micah 7:8","Verse":"Do not gloat over me, my enemy! Though I have fallen, I will rise. Though I sit in darkness, the Lord will be my light."},
{"Emotion":"Shame","Reference":"Isaiah 54:4","Verse":"Do not be afraid; you will not be put to shame. Do not fear disgrace; you will not be humiliated. You will forget the shame of your youth and remember no more the reproach of your widowhood."},
{"Emotion":"Shame","Reference":"Psalm 69:6","Verse":"Lord, the Lord Almighty, may those who hope in You not be disgraced because of me; God of Israel, may those who seek You not be put to shame because of me."},
{"Emotion":"Shame","Reference":"Daniel 12:2","Verse":"Multitudes who sleep in the dust of the earth will awake: some to everlasting life, others to shame and everlasting contempt."},
{"Emotion":"Shame","Reference":"Philippians 3:19","Verse":"Their destiny is destruction, their god is their stomach, and their glory is in their shame. Their mind is set on earthly things."},
{"Emotion":"Shame","Reference":"Jeremiah 3:25","Verse":"Let us lie down in our shame, and let our disgrace cover us. We have sinned against the Lord our God, both we and our ancestors; from our youth till this day we have not obeyed the Lord our God."},
{"Emotion":"Shame","Reference":"Proverbs 13:5","Verse":"The righteous hate what is false, but the wicked make themselves a stench and bring shame on themselves."},
{"Emotion":"Shame","Reference":"Ezekiel 36:15","Verse":"No longer will I make you hear the taunts of the nations, and no longer will you suffer the scorn of the peoples or cause your nation to fall, declares the Sovereign Lord."},
{"Emotion":"Shame","Reference":"Psalm 119:6","Verse":"Then I would not be put to shame when I consider all Your commands."},
{"Emotion":"Shame","Reference":"Mark 8:38","Verse":"If anyone is ashamed of Me and My words in this adulterous and sinful generation, the Son of Man will be ashamed of them when He comes in His Father’s glory with the holy angels."},
{"Emotion":"Shame","Reference":"2 Corinthians 4:2","Verse":"Rather, we have renounced secret and shameful ways; we do not use deception, nor do we distort the word of God."},
{"Emotion":"Shame","Reference":"Ezekiel 16:63","Verse":"Then when I make atonement for you for all you have done, you will remember and be ashamed and never again open your mouth because of your humiliation, declares the Sovereign Lord."},
{"Emotion":"Shame","Reference":"1 Peter 4:16","Verse":"However, if you suffer as a Christian, do not be ashamed, but praise God that you bear that name."},
{"Emotion":"Shame","Reference":"Romans 6:21","Verse":"What benefit did you reap at that time from the things you are now ashamed of? Those things result in death!"},
{"Emotion":"Shame","Reference":"Lamentations 3:29-30","Verse":"Let him bury his face in the dust—there may yet be hope. Let him offer his cheek to one who would strike him, and let him be filled with disgrace."},
{"Emotion":"Frustration","Reference":"Proverbs 3:5-6","Verse":"Trust in the Lord with all your heart and lean not on your own understanding; in all your ways submit to Him, and He will make your paths straight."},
{"Emotion":"Frustration","Reference":"Philippians 4:6-7","Verse":"Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God. And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus."},
{"Emotion":"Frustration","Reference":"Romans 8:28","Verse":"And we know that in all things God works for the good of those who love Him, who have been called according to His purpose."},
{"Emotion":"Frustration","Reference":"Isaiah 40:31","Verse":"But those who hope in the Lord will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint."},
{"Emotion":"Frustration","Reference":"James 1:2-4","Verse":"Consider it pure joy, my brothers and sisters, whenever you face trials of many kinds, because you know that the testing of your faith produces perseverance. Let perseverance finish its work so that you may be mature and complete, not lacking anything."},
{"Emotion":"Frustration","Reference":"2 Corinthians 12:9","Verse":"But He said to me, \"My grace is sufficient for you, for My power is made perfect in weakness.\" Therefore I will boast all the more gladly about my weaknesses, so that Christ’s power may rest on me."},
{"Emotion":"Frustration","Reference":"Psalm 37:7","Verse":"Be still before the Lord and wait patiently for Him; do not fret when people succeed in their ways, when they carry out their wicked schemes."},
{"Emotion":"Frustration","Reference":"1 Peter 5:7","Verse":"Cast all your anxiety on Him because He cares for you."},
{"Emotion":"Frustration","Reference":"Galatians 6:9","Verse":"Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up."},
{"Emotion":"Frustration","Reference":"Psalm 55:22","Verse":"Cast your cares on the Lord and He will sustain you; He will never let the righteous be shaken."},
{"Emotion":"Frustration","Reference":"Ecclesiastes 3:1","Verse":"There is a time for everything, and a season for every activity under the heavens."},
{"Emotion":"Frustration","Reference":"Romans 12:12","Verse":"Be joyful in hope, patient in affliction, faithful in prayer."},
{"Emotion":"Frustration","Reference":"Matthew 11:28-29","Verse":"Come to Me, all you who are weary and burdened, and I will give you rest. Take My yoke upon you and learn from Me, for I am gentle and humble in heart, and you will find rest for your souls."},
{"Emotion":"Frustration","Reference":"Psalm 46:10","Verse":"He says, \"Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth.\""},
{"Emotion":"Frustration","Reference":"Isaiah 41:10","Verse":"So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with My righteous right hand."},
{"Emotion":"Frustration","Reference":"Proverbs 16:9","Verse":"In their hearts humans plan their course, but the Lord establishes their steps."},
{"Emotion":"Frustration","Reference":"Psalm 34:17","Verse":"The righteous cry out, and the Lord hears them; He delivers them from all their troubles."},
{"Emotion":"Frustration","Reference":"John 16:33","Verse":"I have told you these things, so that in Me you may have peace. In this world you will have trouble. But take heart! I have overcome the world."},
{"Emotion":"Frustration","Reference":"Hebrews 10:36","Verse":"You need to persevere so that when you have done the will of God, you will receive what He has promised."},
{"Emotion":"Frustration","Reference":"Lamentations 3:25-26","Verse":"The Lord is good to those whose hope is in Him, to the one who seeks Him; it is good to wait quietly for the salvation of the Lord."},
{"Emotion":"Frustration","Reference":"2 Thessalonians 3:13","Verse":"And as for you, brothers and sisters, never tire of doing what is good."},
{"Emotion":"Frustration","Reference":"Exodus 14:14","Verse":"The Lord will fight for you; you need only to be still."},
{"Emotion":"Frustration","Reference":"Psalm 23:1-3","Verse":"The Lord is my shepherd, I lack nothing. He makes me lie down in green pastures, He leads me beside quiet waters, He refreshes my soul."},
{"Emotion":"Frustration","Reference":"Isaiah 26:3","Verse":"You will keep in perfect peace those whose minds are steadfast, because they trust in You."},
{"Emotion":"Frustration","Reference":"Psalm 42:11","Verse":"Why, my soul, are you downcast? Why so disturbed within me? Put your hope in God, for I will yet praise Him, my Savior and my God."},
{"Emotion":"Frustration","Reference":"Colossians 3:23","Verse":"Whatever you do, work at it with all your heart, as working for the Lord, not for human masters."},
{"Emotion":"Frustration","Reference":"2 Corinthians 4:8-9","Verse":"We are hard pressed on every side, but not crushed; perplexed, but not in despair; persecuted, but not abandoned; struck down, but not destroyed."},
{"Emotion":"Frustration","Reference":"Psalm 121:1-2","Verse":"I lift up my eyes to the mountains—where does my help come from? My help comes from the Lord, the Maker of heaven and earth."},
{"Emotion":"Frustration","Reference":"Job 5:8-9","Verse":"But if I were you, I would appeal to God; I would lay my cause before Him. He performs wonders that cannot be fathomed, miracles that cannot be counted."},
{"Emotion":"Frustration","Reference":"Nahum 1:7","Verse":"The Lord is good, a refuge in times of trouble. He cares for those who trust in Him."},
{"Emotion":"Despair","Reference":"Psalm 34:18","Verse":"The Lord is close to the brokenhearted and saves those who are crushed in spirit."},
{"Emotion":"Despair","Reference":"2 Corinthians 4:8-9","Verse":"We are hard pressed on every side, but not crushed; perplexed, but not in despair; persecuted, but not abandoned; struck down, but not destroyed."},
{"Emotion":"Despair","Reference":"Lamentations 3:22-23","Verse":"Because of the Lord’s great love we are not consumed, for His compassions never fail. They are new every morning; great is Your faithfulness."},
{"Emotion":"Despair","Reference":"Isaiah 41:10","Verse":"So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with My righteous right hand."},
{"Emotion":"Despair","Reference":"Psalm 42:11","Verse":"Why, my soul, are you downcast? Why so disturbed within me? Put your hope in God, for I will yet praise Him, my Savior and my God."},
{"Emotion":"Despair","Reference":"Romans 8:38-39","Verse":"For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord."},
{"Emotion":"Despair","Reference":"Matthew 11:28-29","Verse":"Come to Me, all you who are weary and burdened, and I will give you rest. Take My yoke upon you and learn from Me, for I am gentle and humble in heart, and you will find rest for your souls."},
{"Emotion":"Despair","Reference":"2 Timothy 1:7","Verse":"For the Spirit God gave us does not make us timid, but gives us power, love, and self-discipline."},
{"Emotion":"Despair","Reference":"John 16:33","Verse":"I have told you these things, so that in Me you may have peace. In this world you will have trouble. But take heart! I have overcome the world."},
{"Emotion":"Despair","Reference":"Psalm 55:22","Verse":"Cast your cares on the Lord and He will sustain you; He will never let the righteous be shaken."},
{"Emotion":"Despair","Reference":"Philippians 4:6-7","Verse":"Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God. And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus."},
{"Emotion":"Despair","Reference":"Romans 15:13","Verse":"May the God of hope fill you with all joy and peace as you trust in Him, so that you may overflow with hope by the power of the Holy Spirit."},
{"Emotion":"Despair","Reference":"Deuteronomy 31:8","Verse":"The Lord Himself goes before you and will be with you; He will never leave you nor forsake you. Do not be afraid; do not be discouraged."},
{"Emotion":"Despair","Reference":"1 Peter 5:7","Verse":"Cast all your anxiety on Him because He cares for you."},
{"Emotion":"Despair","Reference":"Psalm 23:4","Verse":"Even though I walk through the darkest valley, I will fear no evil, for You are with me; Your rod and Your staff, they comfort me."},
{"Emotion":"Despair","Reference":"Hebrews 10:23","Verse":"Let us hold unswervingly to the hope we profess, for He who promised is faithful."},
{"Emotion":"Despair","Reference":"2 Corinthians 1:3-4","Verse":"Praise be to the God and Father of our Lord Jesus Christ, the Father of compassion and the God of all comfort, who comforts us in all our troubles."},
{"Emotion":"Despair","Reference":"Nahum 1:7","Verse":"The Lord is good, a refuge in times of trouble. He cares for those who trust in Him."},
{"Emotion":"Despair","Reference":"Psalm 147:3","Verse":"He heals the brokenhearted and binds up their wounds."},
{"Emotion":"Despair","Reference":"Isaiah 43:2","Verse":"When you pass through the waters, I will be with you; and when you pass through the rivers, they will not sweep over you. When you walk through the fire, you will not be burned; the flames will not set you ablaze."},
{"Emotion":"Despair","Reference":"Proverbs 3:5-6","Verse":"Trust in the Lord with all your heart and lean not on your own understanding; in all your ways submit to Him, and He will make your paths straight."},
{"Emotion":"Despair","Reference":"Isaiah 61:1","Verse":"The Spirit of the Sovereign Lord is on me, because the Lord has anointed me to proclaim good news to the poor. He has sent me to bind up the brokenhearted, to proclaim freedom for the captives and release from darkness for the prisoners."},
{"Emotion":"Despair","Reference":"Romans 5:3-5","Verse":"Not only so, but we also glory in our sufferings, because we know that suffering produces perseverance; perseverance, character; and character, hope. And hope does not put us to shame, because God’s love has been poured out into our hearts through the Holy Spirit, who has been given to us."},
{"Emotion":"Despair","Reference":"Job 5:11","Verse":"The lowly He sets on high, and those who mourn are lifted to safety."},
{"Emotion":"Despair","Reference":"Psalm 9:9","Verse":"The Lord is a refuge for the oppressed, a stronghold in times of trouble."},
{"Emotion":"Despair","Reference":"Zephaniah 3:17","Verse":"The Lord your God is with you, the Mighty Warrior who saves. He will take great delight in you; in His love He will no longer rebuke you, but will rejoice over you with singing."},
{"Emotion":"Despair","Reference":"Ecclesiastes 3:11","Verse":"He has made everything beautiful in its time. He has also set eternity in the human heart; yet no one can fathom what God has done from beginning to end."},
{"Emotion":"Despair","Reference":"Psalm 40:1-2","Verse":"I waited patiently for the Lord; He turned to me and heard my cry. He lifted me out of the slimy pit, out of the mud and mire; He set my feet on a rock and gave me a firm place to stand."},
{"Emotion":"Despair","Reference":"Micah 7:8","Verse":"Do not gloat over me, my enemy! Though I have fallen, I will rise. Though I sit in darkness, the Lord will be my light."},
{"Emotion":"Despair","Reference":"Joshua 1:9","Verse":"Have I not commanded you? Be strong and courageous. Do not be afraid; do not be discouraged, for the Lord your God will be with you wherever you go."},
{"Emotion":"Anxiety","Reference":"Philippians 4:6-7","Verse":"Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God. And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus."},
{"Emotion":"Anxiety","Reference":"1 Peter 5:7","Verse":"Cast all your anxiety on Him because He cares for you."},
{"Emotion":"Anxiety","Reference":"Matthew 6:34","Verse":"Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own."},
{"Emotion":"Anxiety","Reference":"Isaiah 41:10","Verse":"So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with My righteous right hand."},
{"Emotion":"Anxiety","Reference":"John 14:27","Verse":"Peace I leave with you; My peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid."},
{"Emotion":"Anxiety","Reference":"Matthew 11:28-30","Verse":"Come to Me, all you who are weary and burdened, and I will give you rest. Take My yoke upon you and learn from Me, for I am gentle and humble in heart, and you will find rest for your souls. For My yoke is easy and My burden is light."},
{"Emotion":"Anxiety","Reference":"2 Timothy 1:7","Verse":"For the Spirit God gave us does not make us timid, but gives us power, love, and self-discipline."},
{"Emotion":"Anxiety","Reference":"Psalm 94:19","Verse":"When anxiety was great within me, Your consolation brought me joy."},
{"Emotion":"Anxiety","Reference":"Proverbs 12:25","Verse":"Anxiety weighs down the heart, but a kind word cheers it up."},
{"Emotion":"Anxiety","Reference":"Romans 8:38-39","Verse":"For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord."},
{"Emotion":"Anxiety","Reference":"Psalm 23:4","Verse":"Even though I walk through the darkest valley, I will fear no evil, for You are with me; Your rod and Your staff, they comfort me."},
{"Emotion":"Anxiety","Reference":"Psalm 55:22","Verse":"Cast your cares on the Lord and He will sustain you; He will never let the righteous be shaken."},
{"Emotion":"Anxiety","Reference":"Isaiah 26:3","Verse":"You will keep in perfect peace those whose minds are steadfast, because they trust in You."},
{"Emotion":"Anxiety","Reference":"Lamentations 3:22-23","Verse":"Because of the Lord’s great love we are not consumed, for His compassions never fail. They are new every morning; great is Your faithfulness."},
{"Emotion":"Anxiety","Reference":"Romans 15:13","Verse":"May the God of hope fill you with all joy and peace as you trust in Him, so that you may overflow with hope by the power of the Holy Spirit."},
{"Emotion":"Anxiety","Reference":"Deuteronomy 31:8","Verse":"The Lord Himself goes before you and will be with you; He will never leave you nor forsake you. Do not be afraid; do not be discouraged."},
{"Emotion":"Anxiety","Reference":"Joshua 1:9","Verse":"Have I not commanded you? Be strong and courageous. Do not be afraid; do not be discouraged, for the Lord your God will be with you wherever you go."},
{"Emotion":"Anxiety","Reference":"Psalm 46:1-2","Verse":"God is our refuge and strength, an ever-present help in trouble. Therefore we will not fear, though the earth give way and the mountains fall into the heart of the sea."},
{"Emotion":"Anxiety","Reference":"Colossians 3:15","Verse":"Let the peace of Christ rule in your hearts, since as members of one body you were called to peace. And be thankful."},
{"Emotion":"Anxiety","Reference":"Nahum 1:7","Verse":"The Lord is good, a refuge in times of trouble. He cares for those who trust in Him."},
{"Emotion":"Anxiety","Reference":"Matthew 6:25","Verse":"Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more than food, and the body more than clothes?"},
{"Emotion":"Anxiety","Reference":"2 Corinthians 1:3-4","Verse":"Praise be to the God and Father of our Lord Jesus Christ, the Father of compassion and the God of all comfort, who comforts us in all our troubles."},
{"Emotion":"Anxiety","Reference":"Psalm 37:5","Verse":"Commit your way to the Lord; trust in Him and He will do this."},
{"Emotion":"Anxiety","Reference":"Hebrews 13:6","Verse":"So we say with confidence, \"The Lord is my helper; I will not be afraid. What can mere mortals do to me?\""},
{"Emotion":"Anxiety","Reference":"Zephaniah 3:17","Verse":"The Lord your God is with you, the Mighty Warrior who saves. He will take great delight in you; in His love He will no longer rebuke you, but will rejoice over you with singing."},
{"Emotion":"Anxiety","Reference":"Ecclesiastes 3:1","Verse":"There is a time for everything, and a season for every activity under the heavens."},
{"Emotion":"Anxiety","Reference":"Psalm 121:1-2","Verse":"I lift up my eyes to the mountains—where does my help come from? My help comes from the Lord, the Maker of heaven and earth."},
{"Emotion":"Anxiety","Reference":"Isaiah 43:2","Verse":"When you pass through the waters, I will be with you; and when you pass through the rivers, they will not sweep over you. When you walk through the fire, you will not be burned; the flames will not set you ablaze."},
{"Emotion":"Anxiety","Reference":"Romans 5:3-5","Verse":"Not only so, but we also glory in our sufferings, because we know that suffering produces perseverance; perseverance, character; and character, hope. And hope does not put us to shame, because God’s love has been poured out into our hearts through the Holy Spirit."},
{"Emotion":"Anxiety","Reference":"Micah 7:7","Verse":"But as for me, I watch in hope for the Lord, I wait for God my Savior; my God will hear me."},
{"Emotion":"Confusion","Reference":"1 Corinthians 14:33","Verse":"For God is not a God of confusion but of peace."},
{"Emotion":"Confusion","Reference":"James 1:5","Verse":"If any of you lacks wisdom, you should ask God, who gives generously to all without finding fault, and it will be given to you."},
{"Emotion":"Confusion","Reference":"Proverbs 3:5-6","Verse":"Trust in the Lord with all your heart and lean not on your own understanding; in all your ways submit to Him, and He will make your paths straight."},
{"Emotion":"Confusion","Reference":"Isaiah 41:10","Verse":"So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with My righteous right hand."},
{"Emotion":"Confusion","Reference":"John 16:13","Verse":"But when He, the Spirit of truth, comes, He will guide you into all the truth. He will not speak on His own; He will speak only what He hears, and He will tell you what is yet to come."},
{"Emotion":"Confusion","Reference":"Psalm 25:4-5","Verse":"Show me Your ways, Lord, teach me Your paths. Guide me in Your truth and teach me, for You are God my Savior, and my hope is in You all day long."},
{"Emotion":"Confusion","Reference":"Philippians 4:6-7","Verse":"Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God. And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus."},
{"Emotion":"Confusion","Reference":"Isaiah 30:21","Verse":"Whether you turn to the right or to the left, your ears will hear a voice behind you, saying, \"This is the way; walk in it.\""},
{"Emotion":"Confusion","Reference":"Psalm 119:105","Verse":"Your word is a lamp for my feet, a light on my path."},
{"Emotion":"Confusion","Reference":"Jeremiah 33:3","Verse":"Call to Me and I will answer you and tell you great and unsearchable things you do not know."},
{"Emotion":"Confusion","Reference":"Proverbs 16:9","Verse":"In their hearts humans plan their course, but the Lord establishes their steps."},
{"Emotion":"Confusion","Reference":"Romans 12:2","Verse":"Do not conform to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God’s will is—His good, pleasing, and perfect will."},
{"Emotion":"Confusion","Reference":"Colossians 3:15","Verse":"Let the peace of Christ rule in your hearts, since as members of one body you were called to peace. And be thankful."},
{"Emotion":"Confusion","Reference":"2 Timothy 1:7","Verse":"For the Spirit God gave us does not make us timid, but gives us power, love, and self-discipline."},
{"Emotion":"Confusion","Reference":"Proverbs 4:7","Verse":"The beginning of wisdom is this: Get wisdom. Though it cost all you have, get understanding."},
{"Emotion":"Confusion","Reference":"Isaiah 26:3","Verse":"You will keep in perfect peace those whose minds are steadfast, because they trust in You."},
{"Emotion":"Confusion","Reference":"Psalm 143:8","Verse":"Let the morning bring me word of Your unfailing love, for I have put my trust in You. Show me the way I should go, for to You I entrust my life."},
{"Emotion":"Confusion","Reference":"James 3:16-17","Verse":"For where you have envy and selfish ambition, there you find disorder and every evil practice. But the wisdom that comes from heaven is first of all pure; then peace-loving, considerate, submissive, full of mercy and good fruit, impartial and sincere."},
{"Emotion":"Confusion","Reference":"Psalm 37:5","Verse":"Commit your way to the Lord; trust in Him and He will do this."},
{"Emotion":"Confusion","Reference":"Deuteronomy 31:8","Verse":"The Lord Himself goes before you and will be with you; He will never leave you nor forsake you. Do not be afraid; do not be discouraged."},
{"Emotion":"Confusion","Reference":"Zephaniah 3:17","Verse":"The Lord your God is with you, the Mighty Warrior who saves. He will take great delight in you; in His love He will no longer rebuke you, but will rejoice over you with singing."},
{"Emotion":"Confusion","Reference":"Ecclesiastes 3:1","Verse":"There is a time for everything, and a season for every activity under the heavens."},
{"Emotion":"Confusion","Reference":"Psalm 91:1-2","Verse":"Whoever dwells in the shelter of the Most High will rest in the shadow of the Almighty. I will say of the Lord, \"He is my refuge and my fortress, my God, in whom I trust.\""},
{"Emotion":"Confusion","Reference":"Proverbs 28:26","Verse":"Those who trust in themselves are fools, but those who walk in wisdom are kept safe."},
{"Emotion":"Confusion","Reference":"Isaiah 55:8-9","Verse":"\"For My thoughts are not your thoughts, neither are your ways My ways,\" declares the Lord. \"As the heavens are higher than the earth, so are My ways higher than your ways and My thoughts than your thoughts.\""},
{"Emotion":"Confusion","Reference":"1 John 4:1","Verse":"Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},
{"Emotion":"Confusion","Reference":"Romans 8:28","Verse":"And we know that in all things God works for the good of those who love Him, who have been called according to His purpose."},
{"Emotion":"Confusion","Reference":"Psalm 46:10","Verse":"He says, \"Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth.\""},
{"Emotion":"Confusion","Reference":"Hebrews 11:1","Verse":"Now faith is confidence in what we hope for and assurance about what we do not see."},
{"Emotion":"Confusion","Reference":"Matthew 7:7","Verse":"Ask and it will be given to you; seek and you will find; knock and the door will be opened to you."},
{"Emotion":"Surprise","Reference":"Jeremiah 33:3","Verse":"Call to Me and I will answer you and tell you great and unsearchable things you do not know."},
{"Emotion":"Surprise","Reference":"Ephesians 3:20","Verse":"Now to Him who is able to do immeasurably more than all we ask or imagine, according to His power that is at work within us."},
{"Emotion":"Surprise","Reference":"Isaiah 55:8-9","Verse":"\"For My thoughts are not your thoughts, neither are your ways My ways,\" declares the Lord. \"As the heavens are higher than the earth, so are My ways higher than your ways and My thoughts than your thoughts.\""},
{"Emotion":"Surprise","Reference":"1 Corinthians 2:9","Verse":"However, as it is written: \"What no eye has seen, what no ear has heard, and what no human mind has conceived\"—the things God has prepared for those who love Him."},
{"Emotion":"Surprise","Reference":"Luke 1:37","Verse":"For no word from God will ever fail."},
{"Emotion":"Surprise","Reference":"Genesis 18:14","Verse":"Is anything too hard for the Lord? I will return to you at the appointed time next year, and Sarah will have a son."},
{"Emotion":"Surprise","Reference":"Job 5:9","Verse":"He performs wonders that cannot be fathomed, miracles that cannot be counted."},
{"Emotion":"Surprise","Reference":"Psalm 40:5","Verse":"Many, Lord my God, are the wonders You have done, the things You planned for us. None can compare with You; were I to speak and tell of Your deeds, they would be too many to declare."},
{"Emotion":"Surprise","Reference":"Lamentations 3:22-23","Verse":"Because of the Lord’s great love we are not consumed, for His compassions never fail. They are new every morning; great is Your faithfulness."},
{"Emotion":"Surprise","Reference":"Acts 12:7","Verse":"Suddenly an angel of the Lord appeared and a light shone in the cell. He struck Peter on the side and woke him up. \"Quick, get up!\" he said, and the chains fell off Peter’s wrists."},
{"Emotion":"Surprise","Reference":"Luke 24:6","Verse":"He is not here; He has risen! Remember how He told you, while He was still with you in Galilee."},
{"Emotion":"Surprise","Reference":"John 21:6","Verse":"He said, \"Throw your net on the right side of the boat and you will find some.\" When they did, they were unable to haul the net in because of the large number of fish."},
{"Emotion":"Surprise","Reference":"Daniel 3:25","Verse":"He said, \"Look! I see four men walking around in the fire, unbound and unharmed, and the fourth looks like a son of the gods.\""},
{"Emotion":"Surprise","Reference":"Matthew 8:27","Verse":"The men were amazed and asked, \"What kind of man is this? Even the winds and the waves obey Him!\""},
{"Emotion":"Surprise","Reference":"Acts 2:2-4","Verse":"Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting. They saw what seemed to be tongues of fire that separated and came to rest on each of them."},
{"Emotion":"Surprise","Reference":"Exodus 14:21-22","Verse":"Then Moses stretched out his hand over the sea, and all that night the Lord drove the sea back with a strong east wind and turned it into dry land. The waters were divided, and the Israelites went through the sea on dry ground."},
{"Emotion":"Surprise","Reference":"Luke 5:26","Verse":"Everyone was amazed and gave praise to God. They were filled with awe and said, \"We have seen remarkable things today.\""},
{"Emotion":"Surprise","Reference":"Psalm 126:3","Verse":"The Lord has done great things for us, and we are filled with joy."},
{"Emotion":"Surprise","Reference":"Isaiah 43:19","Verse":"See, I am doing a new thing! Now it springs up; do you not perceive it? I am making a way in the wilderness and streams in the wasteland."},
{"Emotion":"Surprise","Reference":"Mark 16:6","Verse":"\"Don’t be alarmed,\" he said. \"You are looking for Jesus the Nazarene, who was crucified. He has risen! He is not here. See the place where they laid Him.\""},
{"Emotion":"Surprise","Reference":"John 11:43-44","Verse":"When He had said this, Jesus called in a loud voice, \"Lazarus, come out!\" The dead man came out, his hands and feet wrapped with strips of linen, and a cloth around his face."},
{"Emotion":"Surprise","Reference":"Luke 2:13-14","Verse":"Suddenly a great company of the heavenly host appeared with the angel, praising God and saying, \"Glory to God in the highest heaven, and on earth peace to those on whom His favor rests.\""},
{"Emotion":"Surprise","Reference":"Acts 9:3-4","Verse":"As he neared Damascus on his journey, suddenly a light from heaven flashed around him. He fell to the ground and heard a voice say to him, \"Saul, Saul, why do you persecute me?\""},
{"Emotion":"Surprise","Reference":"Habakkuk 1:5","Verse":"\"Look at the nations and watch—and be utterly amazed. For I am going to do something in your days that you would not believe, even if you were told.\""},
{"Emotion":"Surprise","Reference":"2 Kings 4:6","Verse":"When all the jars were full, she said to her son, \"Bring me another one.\" But he replied, \"There is not a jar left.\" Then the oil stopped flowing."},
{"Emotion":"Surprise","Reference":"Judges 7:20-21","Verse":"The three companies blew the trumpets and smashed the jars. Grasping the torches in their left hands and holding in their right hands the trumpets they were to blow, they shouted, \"A sword for the Lord and for Gideon!\""},
{"Emotion":"Surprise","Reference":"Matthew 14:19-20","Verse":"Taking the five loaves and the two fish and looking up to heaven, He gave thanks and broke the loaves. Then He gave them to the disciples, and the disciples gave them to the people. They all ate and were satisfied."},
{"Emotion":"Surprise","Reference":"2 Chronicles 20:22","Verse":"As they began to sing and praise, the Lord set ambushes against the men of Ammon and Moab and Mount Seir who were invading Judah, and they were defeated."},
{"Emotion":"Surprise","Reference":"Romans 11:33","Verse":"Oh, the depth of the riches of the wisdom and knowledge of God! How unsearchable His judgments, and His paths beyond tracing out!"},
{"Emotion":"Surprise","Reference":"Revelation 21:5","Verse":"He who was seated on the throne said, \"I am making everything new!\" Then He said, \"Write this down, for these words are trustworthy and true.\""},
{"Emotion":"Empathy","Reference":"Romans 12:15","Verse":"Rejoice with those who rejoice; mourn with those who mourn."},
{"Emotion":"Empathy","Reference":"Galatians 6:2","Verse":"Carry each other’s burdens, and in this way you will fulfill the law of Christ."},
{"Emotion":"Empathy","Reference":"1 Peter 3:8","Verse":"Finally, all of you, be like-minded, be sympathetic, love one another, be compassionate and humble."},
{"Emotion":"Empathy","Reference":"Colossians 3:12","Verse":"Therefore, as God’s chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness, and patience."},
{"Emotion":"Empathy","Reference":"Hebrews 4:15","Verse":"For we do not have a high priest who is unable to empathize with our weaknesses, but we have one who has been tempted in every way, just as we are—yet He did not sin."},
{"Emotion":"Empathy","Reference":"2 Corinthians 1:3-4","Verse":"Praise be to the God and Father of our Lord Jesus Christ, the Father of compassion and the God of all comfort, who comforts us in all our troubles, so that we can comfort those in any trouble with the comfort we ourselves receive from God."},
{"Emotion":"Empathy","Reference":"Matthew 7:12","Verse":"So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets."},
{"Emotion":"Empathy","Reference":"Proverbs 17:17","Verse":"A friend loves at all times, and a brother is born for a time of adversity."},
{"Emotion":"Empathy","Reference":"John 11:35","Verse":"Jesus wept."},
{"Emotion":"Empathy","Reference":"Luke 6:36","Verse":"Be merciful, just as your Father is merciful."},
{"Emotion":"Empathy","Reference":"Philippians 2:4","Verse":"Not looking to your own interests but each of you to the interests of the others."},
{"Emotion":"Empathy","Reference":"Isaiah 58:10","Verse":"If you spend yourselves in behalf of the hungry and satisfy the needs of the oppressed, then your light will rise in the darkness, and your night will become like the noonday."},
{"Emotion":"Empathy","Reference":"Matthew 25:40","Verse":"The King will reply, \"Truly I tell you, whatever you did for one of the least of these brothers and sisters of mine, you did for me.\""},
{"Emotion":"Empathy","Reference":"Zechariah 7:9","Verse":"This is what the Lord Almighty said: \"Administer true justice; show mercy and compassion to one another.\""},
{"Emotion":"Empathy","Reference":"Job 2:11","Verse":"When Job’s three friends, Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite, heard about all the troubles that had come upon him, they set out from their homes and met together by agreement to go and sympathize with him and comfort him."},
{"Emotion":"Empathy","Reference":"Luke 10:33-34","Verse":"But a Samaritan, as he traveled, came where the man was; and when he saw him, he took pity on him. He went to him and bandaged his wounds, pouring on oil and wine."},
{"Emotion":"Empathy","Reference":"Romans 15:1","Verse":"We who are strong ought to bear with the failings of the weak and not to please ourselves."},
{"Emotion":"Empathy","Reference":"1 John 3:17","Verse":"If anyone has material possessions and sees a brother or sister in need but has no pity on them, how can the love of God be in that person?"},
{"Emotion":"Empathy","Reference":"Isaiah 61:1","Verse":"The Spirit of the Sovereign Lord is on me, because the Lord has anointed me to proclaim good news to the poor. He has sent me to bind up the brokenhearted, to proclaim freedom for the captives and release from darkness for the prisoners."},
{"Emotion":"Empathy","Reference":"Ecclesiastes 4:9-10","Verse":"Two are better than one, because they have a good return for their labor: If either of them falls down, one can help the other up. But pity anyone who falls and has no one to help them up."},
{"Emotion":"Empathy","Reference":"James 2:15-16","Verse":"Suppose a brother or a sister is without clothes and daily food. If one of you says to them, \"Go in peace; keep warm and well fed,\" but does nothing about their physical needs, what good is it?"},
{"Emotion":"Empathy","Reference":"Psalm 34:18","Verse":"The Lord is close to the brokenhearted and saves those who are crushed in spirit."},
{"Emotion":"Empathy","Reference":"Ephesians 4:32","Verse":"Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you."},
{"Emotion":"Empathy","Reference":"Matthew 9:36","Verse":"When He saw the crowds, He had compassion on them, because they were harassed and helpless, like sheep without a shepherd."},
{"Emotion":"Empathy","Reference":"Proverbs 19:17","Verse":"Whoever is kind to the poor lends to the Lord, and He will reward them for what they have done."},
{"Emotion":"Empathy","Reference":"Micah 6:8","Verse":"He has shown you, O mortal, what is good. And what does the Lord require of you? To act justly and to love mercy and to walk humbly with your God."},
{"Emotion":"Empathy","Reference":"2 Timothy 2:24","Verse":"And the Lord’s servant must not be quarrelsome but must be kind to everyone, able to teach, not resentful."},
{"Emotion":"Empathy","Reference":"Romans 13:10","Verse":"Love does no harm to a neighbor. Therefore love is the fulfillment of the law."},
{"Emotion":"Empathy","Reference":"1 Thessalonians 5:14","Verse":"And we urge you, brothers and sisters, warn those who are idle and disruptive, encourage the disheartened, help the weak, be patient with everyone."},
{"Emotion":"Empathy","Reference":"Psalm 82:3","Verse":"Defend the weak and the fatherless; uphold the cause of the poor and the oppressed."},
{"Emotion":"Frustration","Reference":"Psalm 55:22","Verse":"Cast your cares on the Lord and He will sustain you; He will never let the righteous be shaken."},
{"Emotion":"Frustration","Reference":"2 Corinthians 12:9","Verse":"But He said to me, \"My grace is sufficient for you, for My power is made perfect in weakness.\" Therefore, I will boast all the more gladly about my weaknesses, so that Christ’s power may rest on me."},
{"Emotion":"Frustration","Reference":"Philippians 4:6-7","Verse":"Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God. And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus."},
{"Emotion":"Frustration","Reference":"Proverbs 3:5-6","Verse":"Trust in the Lord with all your heart and lean not on your own understanding; in all your ways submit to Him, and He will make your paths straight."},
{"Emotion":"Frustration","Reference":"Isaiah 41:10","Verse":"So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with My righteous right hand."},
{"Emotion":"Frustration","Reference":"1 Peter 5:7","Verse":"Cast all your anxiety on Him because He cares for you."},
{"Emotion":"Frustration","Reference":"Psalm 37:5","Verse":"Commit your way to the Lord; trust in Him and He will do this."},
{"Emotion":"Frustration","Reference":"Matthew 11:28-30","Verse":"Come to Me, all you who are weary and burdened, and I will give you rest. Take My yoke upon you and learn from Me, for I am gentle and humble in heart, and you will find rest for your souls. For My yoke is easy and My burden is light."},
{"Emotion":"Frustration","Reference":"Ecclesiastes 3:1","Verse":"There is a time for everything, and a season for every activity under the heavens."},
{"Emotion":"Frustration","Reference":"2 Thessalonians 3:13","Verse":"And as for you, brothers and sisters, never tire of doing what is good."},
{"Emotion":"Frustration","Reference":"James 1:2-4","Verse":"Consider it pure joy, my brothers and sisters, whenever you face trials of many kinds, because you know that the testing of your faith produces perseverance. Let perseverance finish its work so that you may be mature and complete, not lacking anything."},
{"Emotion":"Frustration","Reference":"Romans 8:28","Verse":"And we know that in all things God works for the good of those who love Him, who have been called according to His purpose."},
{"Emotion":"Frustration","Reference":"Galatians 6:9","Verse":"Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up."},
{"Emotion":"Frustration","Reference":"Psalm 46:10","Verse":"Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth."},
{"Emotion":"Frustration","Reference":"Exodus 14:14","Verse":"The Lord will fight for you; you need only to be still."},
{"Emotion":"Frustration","Reference":"2 Chronicles 15:7","Verse":"But as for you, be strong and do not give up, for your work will be rewarded."},
{"Emotion":"Frustration","Reference":"Psalm 34:17","Verse":"The righteous cry out, and the Lord hears them; He delivers them from all their troubles."},
{"Emotion":"Frustration","Reference":"Hebrews 10:36","Verse":"You need to persevere so that when you have done the will of God, you will receive what He has promised."},
{"Emotion":"Frustration","Reference":"Isaiah 26:3","Verse":"You will keep in perfect peace those whose minds are steadfast, because they trust in You."},
{"Emotion":"Frustration","Reference":"John 14:27","Verse":"Peace I leave with you; My peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid."},
{"Emotion":"Frustration","Reference":"Lamentations 3:25-26","Verse":"The Lord is good to those whose hope is in Him, to the one who seeks Him; it is good to wait quietly for the salvation of the Lord."},
{"Emotion":"Frustration","Reference":"Job 23:10","Verse":"But He knows the way that I take; when He has tested me, I will come forth as gold."},
{"Emotion":"Frustration","Reference":"Romans 5:3-4","Verse":"Not only so, but we also glory in our sufferings, because we know that suffering produces perseverance; perseverance, character; and character, hope."},
{"Emotion":"Frustration","Reference":"Colossians 3:23-24","Verse":"Whatever you do, work at it with all your heart, as working for the Lord, not for human masters, since you know that you will receive an inheritance from the Lord as a reward. It is the Lord Christ you are serving."},
{"Emotion":"Frustration","Reference":"Psalm 62:5-6","Verse":"Yes, my soul, find rest in God; my hope comes from Him. Truly He is my rock and my salvation; He is my fortress, I will not be shaken."},
{"Emotion":"Frustration","Reference":"Psalm 119:105","Verse":"Your word is a lamp for my feet, a light on my path."},
{"Emotion":"Frustration","Reference":"Isaiah 40:31","Verse":"But those who hope in the Lord will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint."},
{"Emotion":"Frustration","Reference":"2 Corinthians 4:8-9","Verse":"We are hard pressed on every side, but not crushed; perplexed, but not in despair; persecuted, but not abandoned; struck down, but not destroyed."},
{"Emotion":"Frustration","Reference":"Psalm 9:9-10","Verse":"The Lord is a refuge for the oppressed, a stronghold in times of trouble. Those who know Your name trust in You, for You, Lord, have never forsaken those who seek You."},
{"Emotion":"Frustration","Reference":"Nahum 1:7","Verse":"The Lord is good, a refuge in times of trouble. He cares for those who trust in Him."},
{"Emotion":"Awe","Reference":"Psalm 33:8","Verse":"Let all the earth fear the Lord; let all the people of the world revere Him."},
{"Emotion":"Awe","Reference":"Isaiah 40:26","Verse":"Lift up your eyes and look to the heavens: Who created all these? He who brings out the starry host one by one and calls forth each of them by name. Because of His great power and mighty strength, not one of them is missing."},
{"Emotion":"Awe","Reference":"Psalm 65:8","Verse":"The whole earth is filled with awe at Your wonders; where morning dawns, where evening fades, You call forth songs of joy."},
{"Emotion":"Awe","Reference":"Job 37:14-16","Verse":"Listen to this, Job; stop and consider God’s wonders. Do you know how God controls the clouds and makes His lightning flash? Do you know how the clouds hang poised, those wonders of Him who has perfect knowledge?"},
{"Emotion":"Awe","Reference":"Psalm 8:3-4","Verse":"When I consider Your heavens, the work of Your fingers, the moon and the stars, which You have set in place, what is mankind that You are mindful of them, human beings that You care for them?"},
{"Emotion":"Awe","Reference":"Revelation 4:11","Verse":"You are worthy, our Lord and God, to receive glory and honor and power, for You created all things, and by Your will they were created and have their being."},
{"Emotion":"Awe","Reference":"Exodus 15:11","Verse":"Who among the gods is like You, Lord? Who is like You—majestic in holiness, awesome in glory, working wonders?"},
{"Emotion":"Awe","Reference":"Psalm 96:4","Verse":"For great is the Lord and most worthy of praise; He is to be feared above all gods."},
{"Emotion":"Awe","Reference":"Hebrews 12:28-29","Verse":"Therefore, since we are receiving a kingdom that cannot be shaken, let us be thankful, and so worship God acceptably with reverence and awe, for our \"God is a consuming fire.\""},
{"Emotion":"Awe","Reference":"Psalm 104:24","Verse":"How many are Your works, Lord! In wisdom You made them all; the earth is full of Your creatures."},
{"Emotion":"Awe","Reference":"Job 26:7-8","Verse":"He spreads out the northern skies over empty space; He suspends the earth over nothing. He wraps up the waters in His clouds, yet the clouds do not burst under their weight."},
{"Emotion":"Awe","Reference":"Isaiah 6:3","Verse":"And they were calling to one another: \"Holy, holy, holy is the Lord Almighty; the whole earth is full of His glory.\""},
{"Emotion":"Awe","Reference":"Psalm 111:9","Verse":"He provided redemption for His people; He ordained His covenant forever—holy and awesome is His name."},
{"Emotion":"Awe","Reference":"Romans 11:33","Verse":"Oh, the depth of the riches of the wisdom and knowledge of God! How unsearchable His judgments, and His paths beyond tracing out!"},
{"Emotion":"Awe","Reference":"Psalm 19:1","Verse":"The heavens declare the glory of God; the skies proclaim the work of His hands."},
{"Emotion":"Awe","Reference":"Jeremiah 10:6","Verse":"No one is like You, Lord; You are great, and Your name is mighty in power."},
{"Emotion":"Awe","Reference":"Deuteronomy 10:21","Verse":"He is the One you praise; He is your God, who performed for you those great and awesome wonders you saw with your own eyes."},
{"Emotion":"Awe","Reference":"Psalm 99:1-3","Verse":"The Lord reigns, let the nations tremble; He sits enthroned between the cherubim, let the earth shake. Great is the Lord in Zion; He is exalted over all the nations. Let them praise Your great and awesome name—He is holy."},
{"Emotion":"Awe","Reference":"Nehemiah 1:5","Verse":"Then I said: \"Lord, the God of heaven, the great and awesome God, who keeps His covenant of love with those who love Him and keep His commandments.\""},
{"Emotion":"Awe","Reference":"Psalm 145:3","Verse":"Great is the Lord and most worthy of praise; His greatness no one can fathom."},
{"Emotion":"Awe","Reference":"Proverbs 9:10","Verse":"The fear of the Lord is the beginning of wisdom, and knowledge of the Holy One is understanding."},
{"Emotion":"Awe","Reference":"Daniel 4:3","Verse":"How great are His signs, how mighty His wonders! His kingdom is an eternal kingdom; His dominion endures from generation to generation."},
{"Emotion":"Awe","Reference":"Acts 2:43","Verse":"Everyone was filled with awe at the many wonders and signs performed by the apostles."},
{"Emotion":"Awe","Reference":"Habakkuk 3:2","Verse":"Lord, I have heard of Your fame; I stand in awe of Your deeds, Lord. Repeat them in our day, in our time make them known; in wrath remember mercy."},
{"Emotion":"Awe","Reference":"Psalm 147:5","Verse":"Great is our Lord and mighty in power; His understanding has no limit."},
{"Emotion":"Awe","Reference":"1 Chronicles 29:11","Verse":"Yours, Lord, is the greatness and the power and the glory and the majesty and the splendor, for everything in heaven and earth is Yours. Yours, Lord, is the kingdom; You are exalted as head over all."},
{"Emotion":"Awe","Reference":"Ecclesiastes 3:14","Verse":"I know that everything God does will endure forever; nothing can be added to it and nothing taken from it. God does it so that people will fear Him."},
{"Emotion":"Awe","Reference":"Joshua 4:24","Verse":"He did this so that all the peoples of the earth might know that the hand of the Lord is powerful and so that you might always fear the Lord your God."},
{"Emotion":"Awe","Reference":"Revelation 15:3-4","Verse":"Great and marvelous are Your deeds, Lord God Almighty. Just and true are Your ways, King of the nations. Who will not fear You, Lord, and bring glory to Your name? For You alone are holy. All nations will come and worship before You, for Your righteous acts have been revealed."},
{"Emotion":"Awe","Reference":"Job 5:9","Verse":"He performs wonders that cannot be fathomed, miracles that cannot be counted."},
{"Emotion":"Relief","Reference":"Psalm 34:17","Verse":"The righteous cry out, and the Lord hears them; He delivers them from all their troubles."},
{"Emotion":"Relief","Reference":"Matthew 11:28-30","Verse":"Come to Me, all you who are weary and burdened, and I will give you rest. Take My yoke upon you and learn from Me, for I am gentle and humble in heart, and you will find rest for your souls. For My yoke is easy and My burden is light."},
{"Emotion":"Relief","Reference":"1 Peter 5:7","Verse":"Cast all your anxiety on Him because He cares for you."},
{"Emotion":"Relief","Reference":"Isaiah 41:10","Verse":"So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with My righteous right hand."},
{"Emotion":"Relief","Reference":"Philippians 4:6-7","Verse":"Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God. And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus."},
{"Emotion":"Relief","Reference":"Psalm 55:22","Verse":"Cast your cares on the Lord and He will sustain you; He will never let the righteous be shaken."},
{"Emotion":"Relief","Reference":"Nahum 1:7","Verse":"The Lord is good, a refuge in times of trouble. He cares for those who trust in Him."},
{"Emotion":"Relief","Reference":"Psalm 23:1-3","Verse":"The Lord is my shepherd, I lack nothing. He makes me lie down in green pastures, He leads me beside quiet waters, He refreshes my soul."},
{"Emotion":"Relief","Reference":"2 Corinthians 1:3-4","Verse":"Praise be to the God and Father of our Lord Jesus Christ, the Father of compassion and the God of all comfort, who comforts us in all our troubles, so that we can comfort those in any trouble with the comfort we ourselves receive from God."},
{"Emotion":"Relief","Reference":"Psalm 9:9","Verse":"The Lord is a refuge for the oppressed, a stronghold in times of trouble."},
{"Emotion":"Relief","Reference":"Exodus 14:14","Verse":"The Lord will fight for you; you need only to be still."},
{"Emotion":"Relief","Reference":"Isaiah 26:3","Verse":"You will keep in perfect peace those whose minds are steadfast, because they trust in You."},
{"Emotion":"Relief","Reference":"Romans 8:28","Verse":"And we know that in all things God works for the good of those who love Him, who have been called according to His purpose."},
{"Emotion":"Relief","Reference":"Psalm 62:1-2","Verse":"Truly my soul finds rest in God; my salvation comes from Him. Truly He is my rock and my salvation; He is my fortress, I will never be shaken."},
{"Emotion":"Relief","Reference":"John 14:27","Verse":"Peace I leave with you; My peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid."},
{"Emotion":"Relief","Reference":"Psalm 37:7","Verse":"Be still before the Lord and wait patiently for Him; do not fret when people succeed in their ways, when they carry out their wicked schemes."},
{"Emotion":"Relief","Reference":"Deuteronomy 31:8","Verse":"The Lord Himself goes before you and will be with you; He will never leave you nor forsake you. Do not be afraid; do not be discouraged."},
{"Emotion":"Relief","Reference":"Hebrews 4:16","Verse":"Let us then approach God’s throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need."},
{"Emotion":"Relief","Reference":"Lamentations 3:22-23","Verse":"Because of the Lord’s great love we are not consumed, for His compassions never fail. They are new every morning; great is Your faithfulness."},
{"Emotion":"Relief","Reference":"Isaiah 12:2","Verse":"Surely God is my salvation; I will trust and not be afraid. The Lord, the Lord Himself, is my strength and my defense; He has become my salvation."},
{"Emotion":"Relief","Reference":"Psalm 46:1","Verse":"God is our refuge and strength, an ever-present help in trouble."},
{"Emotion":"Relief","Reference":"James 1:12","Verse":"Blessed is the one who perseveres under trial because, having stood the test, that person will receive the crown of life that the Lord has promised to those who love Him."},
{"Emotion":"Relief","Reference":"Psalm 30:5","Verse":"For His anger lasts only a moment, but His favor lasts a lifetime; weeping may stay for the night, but rejoicing comes in the morning."},
{"Emotion":"Relief","Reference":"2 Thessalonians 3:3","Verse":"But the Lord is faithful, and He will strengthen you and protect you from the evil one."},
{"Emotion":"Relief","Reference":"Proverbs 3:5-6","Verse":"Trust in the Lord with all your heart and lean not on your own understanding; in all your ways submit to Him, and He will make your paths straight."},
{"Emotion":"Relief","Reference":"Psalm 121:1-2","Verse":"I lift up my eyes to the mountains—where does my help come from? My help comes from the Lord, the Maker of heaven and earth."},
{"Emotion":"Relief","Reference":"Isaiah 43:2","Verse":"When you pass through the waters, I will be with you; and when you pass through the rivers, they will not sweep over you. When you walk through the fire, you will not be burned; the flames will not set you ablaze."},
{"Emotion":"Relief","Reference":"Colossians 3:15","Verse":"Let the peace of Christ rule in your hearts, since as members of one body you were called to peace. And be thankful."},
{"Emotion":"Relief","Reference":"Romans 15:13","Verse":"May the God of hope fill you with all joy and peace as you trust in Him, so that you may overflow with hope by the power of the Holy Spirit."},
{"Emotion":"Relief","Reference":"2 Corinthians 4:16-18","Verse":"Therefore we do not lose heart. Though outwardly we are wasting away, yet inwardly we are being renewed day by day. For our light and momentary troubles are achieving for us an eternal glory that far outweighs them all. So we fix our eyes not on what is seen, but on what is unseen, since what is seen is temporary, but what is unseen is eternal."},
{"Emotion":"Nostalgia","Reference":"Ecclesiastes 3:1","Verse":"There is a time for everything, and a season for every activity under the heavens."},
{"Emotion":"Nostalgia","Reference":"Psalm 77:11","Verse":"I will remember the deeds of the Lord; yes, I will remember Your miracles of long ago."},
{"Emotion":"Nostalgia","Reference":"Deuteronomy 32:7","Verse":"Remember the days of old; consider the generations long past. Ask your father and he will tell you, your elders, and they will explain to you."},
{"Emotion":"Nostalgia","Reference":"Isaiah 46:9","Verse":"Remember the former things, those of long ago; I am God, and there is no other; I am God, and there is none like Me."},
{"Emotion":"Nostalgia","Reference":"Lamentations 3:22-23","Verse":"Because of the Lord’s great love we are not consumed, for His compassions never fail. They are new every morning; great is Your faithfulness."},
{"Emotion":"Nostalgia","Reference":"Psalm 143:5","Verse":"I remember the days of long ago; I meditate on all Your works and consider what Your hands have done."},
{"Emotion":"Nostalgia","Reference":"Job 29:2","Verse":"How I long for the months gone by, for the days when God watched over me."},
{"Emotion":"Nostalgia","Reference":"Exodus 13:3","Verse":"Then Moses said to the people, \"Remember this day, the day you came out of Egypt, out of the land of slavery, because the Lord brought you out of it with a mighty hand.\""},
{"Emotion":"Nostalgia","Reference":"2 Timothy 1:5","Verse":"I am reminded of your sincere faith, which first lived in your grandmother Lois and in your mother Eunice and, I am persuaded, now lives in you also."},
{"Emotion":"Nostalgia","Reference":"Philippians 1:3","Verse":"I thank my God every time I remember you."},
{"Emotion":"Nostalgia","Reference":"Luke 22:19","Verse":"And He took bread, gave thanks and broke it, and gave it to them, saying, \"This is My body given for you; do this in remembrance of Me.\""},
{"Emotion":"Nostalgia","Reference":"Psalm 105:5","Verse":"Remember the wonders He has done, His miracles, and the judgments He pronounced."},
{"Emotion":"Nostalgia","Reference":"Genesis 9:16","Verse":"Whenever the rainbow appears in the clouds, I will see it and remember the everlasting covenant between God and all living creatures of every kind on the earth."},
{"Emotion":"Nostalgia","Reference":"Psalm 42:4","Verse":"These things I remember as I pour out my soul: how I used to go to the house of God under the protection of the Mighty One with shouts of joy and praise among the festive throng."},
{"Emotion":"Nostalgia","Reference":"1 Samuel 7:12","Verse":"Then Samuel took a stone and set it up between Mizpah and Shen. He named it Ebenezer, saying, \"Thus far the Lord has helped us.\""},
{"Emotion":"Nostalgia","Reference":"Joshua 4:6-7","Verse":"To serve as a sign among you. In the future, when your children ask you, 'What do these stones mean?' tell them that the flow of the Jordan was cut off before the ark of the covenant of the Lord. When it crossed the Jordan, the waters were cut off. These stones are to be a memorial to the people of Israel forever."},
{"Emotion":"Nostalgia","Reference":"Proverbs 22:6","Verse":"Start children off on the way they should go, and even when they are old they will not turn from it."},
{"Emotion":"Nostalgia","Reference":"Psalm 119:55","Verse":"In the night, Lord, I remember Your name, that I may keep Your law."},
{"Emotion":"Nostalgia","Reference":"Hebrews 13:7","Verse":"Remember your leaders, who spoke the word of God to you. Consider the outcome of their way of life and imitate their faith."},
{"Emotion":"Nostalgia","Reference":"Psalm 90:12","Verse":"Teach us to number our days, that we may gain a heart of wisdom."},
{"Emotion":"Nostalgia","Reference":"Ecclesiastes 12:1","Verse":"Remember your Creator in the days of your youth, before the days of trouble come and the years approach when you will say, \"I find no pleasure in them.\""},
{"Emotion":"Nostalgia","Reference":"Deuteronomy 6:12","Verse":"Be careful that you do not forget the Lord, who brought you out of Egypt, out of the land of slavery."},
{"Emotion":"Nostalgia","Reference":"Psalm 25:6","Verse":"Remember, Lord, Your great mercy and love, for they are from of old."},
{"Emotion":"Nostalgia","Reference":"Ruth 1:16","Verse":"But Ruth replied, \"Don’t urge me to leave you or to turn back from you. Where you go I will go, and where you stay I will stay. Your people will be my people and your God my God.\""},
{"Emotion":"Nostalgia","Reference":"Luke 2:19","Verse":"But Mary treasured up all these things and pondered them in her heart."},
{"Emotion":"Nostalgia","Reference":"Malachi 3:16","Verse":"Then those who feared the Lord talked with each other, and the Lord listened and heard. A scroll of remembrance was written in His presence concerning those who feared the Lord and honored His name."},
{"Emotion":"Nostalgia","Reference":"Romans 15:4","Verse":"For everything that was written in the past was written to teach us, so that through the endurance taught in the Scriptures and the encouragement they provide we might have hope."},
{"Emotion":"Nostalgia","Reference":"Acts 20:35","Verse":"In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus Himself said: ‘It is more blessed to give than to receive.’"},
{"Emotion":"Nostalgia","Reference":"Psalm 77:10-12","Verse":"Then I thought, \"To this I will appeal: the years when the Most High stretched out His right hand. I will remember the deeds of the Lord; yes, I will remember Your miracles of long ago. I will consider all Your works and meditate on all Your mighty deeds.\""},
{"Emotion":"Nostalgia","Reference":"2 Peter 3:2","Verse":"I want you to recall the words spoken in the past by the holy prophets and the command given by our Lord and Savior through your apostles."},
{"Emotion":"Regret","Reference":"2 Corinthians 7:10","Verse":"Godly sorrow brings repentance that leads to salvation and leaves no regret, but worldly sorrow brings death."},
{"Emotion":"Regret","Reference":"Psalm 51:1-2","Verse":"Have mercy on me, O God, according to Your unfailing love; according to Your great compassion blot out my transgressions. Wash away all my iniquity and cleanse me from my sin."},
{"Emotion":"Regret","Reference":"Joel 2:12-13","Verse":"Even now, declares the Lord, return to Me with all your heart, with fasting and weeping and mourning. Rend your heart and not your garments. Return to the Lord your God, for He is gracious and compassionate, slow to anger and abounding in love."},
{"Emotion":"Regret","Reference":"1 John 1:9","Verse":"If we confess our sins, He is faithful and just and will forgive us our sins and purify us from all unrighteousness."},
{"Emotion":"Regret","Reference":"Acts 3:19","Verse":"Repent, then, and turn to God, so that your sins may be wiped out, that times of refreshing may come from the Lord."},
{"Emotion":"Regret","Reference":"Psalm 32:5","Verse":"Then I acknowledged my sin to You and did not cover up my iniquity. I said, \"I will confess my transgressions to the Lord.\" And You forgave the guilt of my sin."},
{"Emotion":"Regret","Reference":"Romans 8:1","Verse":"Therefore, there is now no condemnation for those who are in Christ Jesus."},
{"Emotion":"Regret","Reference":"Isaiah 43:25","Verse":"I, even I, am He who blots out your transgressions, for My own sake, and remembers your sins no more."},
{"Emotion":"Regret","Reference":"Philippians 3:13-14","Verse":"Brothers and sisters, I do not consider myself yet to have taken hold of it. But one thing I do: Forgetting what is behind and straining toward what is ahead, I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus."},
{"Emotion":"Regret","Reference":"Micah 7:18-19","Verse":"Who is a God like You, who pardons sin and forgives the transgression of the remnant of His inheritance? You do not stay angry forever but delight to show mercy. You will again have compassion on us; You will tread our sins underfoot and hurl all our iniquities into the depths of the sea."},
{"Emotion":"Regret","Reference":"Proverbs 28:13","Verse":"Whoever conceals their sins does not prosper, but the one who confesses and renounces them finds mercy."},
{"Emotion":"Regret","Reference":"Lamentations 3:22-23","Verse":"Because of the Lord’s great love we are not consumed, for His compassions never fail. They are new every morning; great is Your faithfulness."},
{"Emotion":"Regret","Reference":"Psalm 103:12","Verse":"As far as the east is from the west, so far has He removed our transgressions from us."},
{"Emotion":"Regret","Reference":"James 4:7-8","Verse":"Submit yourselves, then, to God. Resist the devil, and he will flee from you. Come near to God and He will come near to you. Wash your hands, you sinners, and purify your hearts, you double-minded."},
{"Emotion":"Regret","Reference":"Ezekiel 18:30-31","Verse":"Therefore, you Israelites, I will judge each of you according to your own ways, declares the Sovereign Lord. Repent! Turn away from all your offenses; then sin will not be your downfall. Rid yourselves of all the offenses you have committed, and get a new heart and a new spirit."},
{"Emotion":"Regret","Reference":"1 Peter 5:7","Verse":"Cast all your anxiety on Him because He cares for you."},
{"Emotion":"Regret","Reference":"Hebrews 8:12","Verse":"For I will forgive their wickedness and will remember their sins no more."},
{"Emotion":"Regret","Reference":"Psalm 34:18","Verse":"The Lord is close to the brokenhearted and saves those who are crushed in spirit."},
{"Emotion":"Regret","Reference":"Isaiah 1:18","Verse":"Come now, let us settle the matter, says the Lord. Though your sins are like scarlet, they shall be as white as snow; though they are red as crimson, they shall be like wool."},
{"Emotion":"Regret","Reference":"Matthew 6:14","Verse":"For if you forgive other people when they sin against you, your heavenly Father will also forgive you."},
{"Emotion":"Regret","Reference":"Proverbs 3:5-6","Verse":"Trust in the Lord with all your heart and lean not on your own understanding; in all your ways submit to Him, and He will make your paths straight."},
{"Emotion":"Regret","Reference":"Psalm 25:7","Verse":"Do not remember the sins of my youth and my rebellious ways; according to Your love remember me, for You, Lord, are good."},
{"Emotion":"Regret","Reference":"Romans 6:6","Verse":"For we know that our old self was crucified with Him so that the body ruled by sin might be done away with, that we should no longer be slaves to sin."},
{"Emotion":"Regret","Reference":"1 Samuel 16:7","Verse":"But the Lord said to Samuel, \"Do not consider his appearance or his height, for I have rejected him. The Lord does not look at the things people look at. People look at the outward appearance, but the Lord looks at the heart.\""},
{"Emotion":"Regret","Reference":"Colossians 3:13","Verse":"Bear with each other and forgive one another if any of you has a grievance against someone. Forgive as the Lord forgave you."},
{"Emotion":"Regret","Reference":"Psalm 119:105","Verse":"Your word is a lamp for my feet, a light on my path."},
{"Emotion":"Regret","Reference":"Romans 12:2","Verse":"Do not conform to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God’s will is—His good, pleasing and perfect will."},
{"Emotion":"Regret","Reference":"Luke 15:11-32","Verse":"(The Parable of the Prodigal Son)"},
{"Emotion":"Regret","Reference":"John 8:11","Verse":"Jesus declared, \"Go now and leave your life of sin.\""},
{"Emotion":"Regret","Reference":"Isaiah 55:7","Verse":"Let the wicked forsake their ways and the unrighteous their thoughts. Let them turn to the Lord, and He will have mercy on them, and to our God, for He will freely pardon."},
{"Emotion":"Envy","Reference":"Proverbs 14:30","Verse":"A heart at peace gives life to the body, but envy rots the bones."},
{"Emotion":"Envy","Reference":"James 3:16","Verse":"For where you have envy and selfish ambition, there you find disorder and every evil practice."},
{"Emotion":"Envy","Reference":"Proverbs 23:17","Verse":"Do not let your heart envy sinners, but always be zealous for the fear of the Lord."},
{"Emotion":"Envy","Reference":"Galatians 5:26","Verse":"Let us not become conceited, provoking and envying each other."},
{"Emotion":"Envy","Reference":"Ecclesiastes 4:4","Verse":"And I saw that all toil and all achievement spring from one person’s envy of another. This too is meaningless, a chasing after the wind."},
{"Emotion":"Envy","Reference":"1 Corinthians 3:3","Verse":"You are still worldly. For since there is jealousy and quarreling among you, are you not worldly? Are you not acting like mere humans?"},
{"Emotion":"Envy","Reference":"Psalm 37:1-2","Verse":"Do not fret because of those who are evil or be envious of those who do wrong; for like the grass they will soon wither, like green plants they will soon die away."},
{"Emotion":"Envy","Reference":"Romans 13:13","Verse":"Let us behave decently, as in the daytime, not in carousing and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy."},
{"Emotion":"Envy","Reference":"Proverbs 3:31","Verse":"Do not envy the violent or choose any of their ways."},
{"Emotion":"Envy","Reference":"Exodus 20:17","Verse":"You shall not covet your neighbor’s house. You shall not covet your neighbor’s wife, or his male or female servant, his ox or donkey, or anything that belongs to your neighbor."},
{"Emotion":"Envy","Reference":"1 Peter 2:1","Verse":"Therefore, rid yourselves of all malice and all deceit, hypocrisy, envy, and slander of every kind."},
{"Emotion":"Envy","Reference":"Psalm 73:3","Verse":"For I envied the arrogant when I saw the prosperity of the wicked."},
{"Emotion":"Envy","Reference":"Galatians 5:19-21","Verse":"The acts of the flesh are obvious: sexual immorality, impurity and debauchery; idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God."},
{"Emotion":"Envy","Reference":"1 Timothy 6:6-7","Verse":"But godliness with contentment is great gain. For we brought nothing into the world, and we can take nothing out of it."},
{"Emotion":"Envy","Reference":"Job 5:2","Verse":"Resentment kills a fool, and envy slays the simple."},
{"Emotion":"Envy","Reference":"Psalm 119:36","Verse":"Turn my heart toward Your statutes and not toward selfish gain."},
{"Emotion":"Envy","Reference":"1 Corinthians 13:4","Verse":"Love is patient, love is kind. It does not envy, it does not boast, it is not proud."},
{"Emotion":"Envy","Reference":"Proverbs 27:4","Verse":"Anger is cruel and fury overwhelming, but who can stand before jealousy?"},
{"Emotion":"Envy","Reference":"Titus 3:3","Verse":"At one time we too were foolish, disobedient, deceived and enslaved by all kinds of passions and pleasures. We lived in malice and envy, being hated and hating one another."},
{"Emotion":"Envy","Reference":"Philippians 2:3","Verse":"Do nothing out of selfish ambition or vain conceit. Rather, in humility value others above yourselves."},
{"Emotion":"Envy","Reference":"Proverbs 24:1","Verse":"Do not envy the wicked, do not desire their company."},
{"Emotion":"Envy","Reference":"James 4:2","Verse":"You desire but do not have, so you kill. You covet but you cannot get what you want, so you quarrel and fight. You do not have because you do not ask God."},
{"Emotion":"Envy","Reference":"1 Samuel 18:8-9","Verse":"Saul was very angry; this refrain displeased him greatly. \"They have credited David with tens of thousands,\" he thought, \"but me with only thousands. What more can he get but the kingdom?\" And from that time on Saul kept a close eye on David."},
{"Emotion":"Envy","Reference":"Genesis 37:11","Verse":"His brothers were jealous of him, but his father kept the matter in mind."},
{"Emotion":"Envy","Reference":"Acts 7:9","Verse":"Because the patriarchs were jealous of Joseph, they sold him as a slave into Egypt. But God was with him."},
{"Emotion":"Envy","Reference":"James 4:11","Verse":"Brothers and sisters, do not slander one another. Anyone who speaks against a brother or sister or judges them speaks against the law and judges it."},
{"Emotion":"Envy","Reference":"Romans 12:15","Verse":"Rejoice with those who rejoice; mourn with those who mourn."},
{"Emotion":"Envy","Reference":"Colossians 3:2","Verse":"Set your minds on things above, not on earthly things."},
{"Emotion":"Envy","Reference":"Hebrews 13:5","Verse":"Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\""},
{"Emotion":"Envy","Reference":"Matthew 20:15","Verse":"Don’t I have the right to do what I want with my own money? Or are you envious because I am generous?"},
{"Emotion":"Compassion","Reference":"Colossians 3:12","Verse":"Therefore, as God’s chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness, and patience."},
{"Emotion":"Compassion","Reference":"Lamentations 3:22-23","Verse":"Because of the Lord’s great love we are not consumed, for His compassions never fail. They are new every morning; great is Your faithfulness."},
{"Emotion":"Compassion","Reference":"Psalm 103:13","Verse":"As a father has compassion on his children, so the Lord has compassion on those who fear Him."},
{"Emotion":"Compassion","Reference":"Matthew 9:36","Verse":"When He saw the crowds, He had compassion on them, because they were harassed and helpless, like sheep without a shepherd."},
{"Emotion":"Compassion","Reference":"Isaiah 49:13","Verse":"Shout for joy, you heavens; rejoice, you earth; burst into song, you mountains! For the Lord comforts His people and will have compassion on His afflicted ones."},
{"Emotion":"Compassion","Reference":"2 Corinthians 1:3-4","Verse":"Praise be to the God and Father of our Lord Jesus Christ, the Father of compassion and the God of all comfort, who comforts us in all our troubles."},
{"Emotion":"Compassion","Reference":"Micah 7:18-19","Verse":"Who is a God like You, who pardons sin and forgives the transgression of the remnant of His inheritance? You do not stay angry forever but delight to show mercy."},
{"Emotion":"Compassion","Reference":"Zechariah 7:9","Verse":"This is what the Lord Almighty said: ‘Administer true justice; show mercy and compassion to one another.’"},
{"Emotion":"Compassion","Reference":"Psalm 145:9","Verse":"The Lord is good to all; He has compassion on all He has made."},
{"Emotion":"Compassion","Reference":"Matthew 14:14","Verse":"When Jesus landed and saw a large crowd, He had compassion on them and healed their sick."},
{"Emotion":"Compassion","Reference":"Ephesians 4:32","Verse":"Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you."},
{"Emotion":"Compassion","Reference":"James 5:11","Verse":"The Lord is full of compassion and mercy."},
{"Emotion":"Compassion","Reference":"Deuteronomy 4:31","Verse":"For the Lord your God is a merciful God; He will not abandon or destroy you or forget the covenant with your ancestors."},
{"Emotion":"Compassion","Reference":"Luke 6:36","Verse":"Be merciful, just as your Father is merciful."},
{"Emotion":"Compassion","Reference":"Matthew 20:34","Verse":"Jesus had compassion on them and touched their eyes. Immediately they received their sight and followed Him."},
{"Emotion":"Compassion","Reference":"Romans 12:15","Verse":"Rejoice with those who rejoice; mourn with those who mourn."},
{"Emotion":"Compassion","Reference":"Mark 6:34","Verse":"When Jesus landed and saw a large crowd, He had compassion on them, because they were like sheep without a shepherd. So He began teaching them many things."},
{"Emotion":"Compassion","Reference":"1 Peter 3:8","Verse":"Finally, all of you, be like-minded, be sympathetic, love one another, be compassionate and humble."},
{"Emotion":"Compassion","Reference":"Matthew 25:35-36","Verse":"For I was hungry and you gave Me something to eat, I was thirsty and you gave Me something to drink, I was a stranger and you invited Me in, I needed clothes and you clothed Me, I was sick and you looked after Me, I was in prison and you came to visit Me."},
{"Emotion":"Compassion","Reference":"1 John 3:17","Verse":"If anyone has material possessions and sees a brother or sister in need but has no pity on them, how can the love of God be in that person?"},
{"Emotion":"Compassion","Reference":"Luke 10:33-34","Verse":"But a Samaritan, as he traveled, came where the man was; and when he saw him, he took pity on him. He went to him and bandaged his wounds, pouring on oil and wine."},
{"Emotion":"Compassion","Reference":"Hebrews 4:15","Verse":"For we do not have a high priest who is unable to empathize with our weaknesses, but we have one who has been tempted in every way, just as we are—yet He did not sin."},
{"Emotion":"Compassion","Reference":"Nahum 1:7","Verse":"The Lord is good, a refuge in times of trouble. He cares for those who trust in Him."},
{"Emotion":"Compassion","Reference":"Isaiah 54:10","Verse":"Though the mountains be shaken and the hills be removed, yet My unfailing love for you will not be shaken nor My covenant of peace be removed, says the Lord, who has compassion on you."},
{"Emotion":"Compassion","Reference":"Psalm 116:5","Verse":"The Lord is gracious and righteous; our God is full of compassion."},
{"Emotion":"Compassion","Reference":"Romans 9:15","Verse":"For He says to Moses, \"I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.\""},
{"Emotion":"Compassion","Reference":"Isaiah 30:18","Verse":"Yet the Lord longs to be gracious to you; therefore He will rise up to show you compassion. For the Lord is a God of justice. Blessed are all who wait for Him!"},
{"Emotion":"Compassion","Reference":"Matthew 5:7","Verse":"Blessed are the merciful, for they will be shown mercy."},
{"Emotion":"Compassion","Reference":"Psalm 78:38","Verse":"Yet He was merciful; He forgave their iniquities and did not destroy them. Time after time He restrained His anger and did not stir up His full wrath."},
{"Emotion":"Compassion","Reference":"Luke 15:20","Verse":"But while he was still a long way off, his father saw him and was filled with compassion for him; he ran to his son, threw his arms around him, and kissed him."}]
